S 这样 我们 在 生活 当中 没有 了 跟 男生 接触 的 机会 ， 总 会 有 一 天 离开 学校 的 ， 我们 那时 肯定 会 遇到 到底 怎样 与 男人 交流 、 沟通 的 问题 了 。
T0-A0 这样 我们 在 生活 当中 没有 了 跟 男生 接触 的 机会 ， 但 我们 总 会 有 一 天 要 离开 学校 的 ， 我们 离开 学校 后 肯定 会 遇到 到底 应该 怎样 与 男人 交流 、 沟通 的 问题 。
A 13 13|||M:OTHER|||但 我们|||REQUIRED|||-NONE-|||0
A 18 18|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 23 24|||S:OTHER|||离开 学校 后|||REQUIRED|||-NONE-|||0
A 28 28|||M:VERB|||应该|||REQUIRED|||-NONE-|||0
A 36 37|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 是 中学生 ， 不知 因为 我 是 喜爱 流行 、 时尚 的 人 ， 但 我 认为 流行歌曲 是 一 种 自己 享受 快乐 的 一 种 方法 。
T0-A0 我 是 中学生 ， 不知 是否 是 因为 我 是 一个 喜爱 流行 、 时尚 的 人 才 会 这么 想 ， 但 我 确实 认为 流行歌曲 是 一 种 自己 享受 快乐 的 方法 。
A 5 5|||M:OTHER|||是否 是|||REQUIRED|||-NONE-|||0
A 8 8|||M:NUM|||一个|||REQUIRED|||-NONE-|||0
A 14 14|||M:OTHER|||才 会 这么 想|||REQUIRED|||-NONE-|||0
A 17 17|||M:ADJ|||确实|||REQUIRED|||-NONE-|||0
A 26 28|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 这个 巨大 飞 的 物体 停 住 了 一会 就 又 向 天空 快速 地 飞 去 。 一闪 而 过 ， 变成 了 一个 形影 一样 的 亮点 ， 一点点 地 暗 下去 。
T0-A0 这个 巨大 的 飞行 物体 停 住 了 一会 就 又 向 天空 快速 地 飞 去 。 它 一 闪 而 过 ， 变成 了 一个 星星 一样 的 亮点 ， 然后 一点点 地 暗 了 下去 。
A 2 3|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 4|||M:VERB|||飞行|||REQUIRED|||-NONE-|||0
A 18 18|||M:PRON|||它|||REQUIRED|||-NONE-|||0
A 25 26|||S:NOUN|||星星|||REQUIRED|||-NONE-|||0
A 30 30|||M:CONJ|||然后|||REQUIRED|||-NONE-|||0
A 33 33|||M:AUX|||了|||REQUIRED|||-NONE-|||0

S 我 现在 住 在 柏林 。 我 的 表姊妹 跟 我 一起 住 在 她们 我们 租 的 房子 里 的 租房 ， 我们 都 做 家务 和 做饭 。 在 我 父母 的 家 ， 大家 也 都 做 家务 。 爸爸 或者 还是 妈妈 做饭 。
T0-A0 我 现在 住 在 柏林 。 我 的 表姐妹 跟 我 一起 住 在 我们 租 的 房子 里 ， 我们 都 会 做 家务 和 做饭 。 在 我 父母 的 家 ， 大家 也 都 会 做 家务 。 爸爸 或者 妈妈 会 做饭 。
A 8 9|||S:NOUN|||表姐妹|||REQUIRED|||-NONE-|||0
A 14 15|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 22|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 39 39|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 44 45|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 46|||M:VERB|||会|||REQUIRED|||-NONE-|||0

S 我 觉得 他 很 大胆 ， 他 不 去 外国 。 他 觉得 如果 要 改转变 中国 ， 所以 就要 从 中国 做 的 研究 。
T0-A0 我 觉得 他 很 大胆 ， 他 不 去 外国 。 他 觉得 如果 要 改变 中国 ， 就 要 在 中国 做 研究 。
A 15 16|||S:VERB|||改变|||REQUIRED|||-NONE-|||0
A 18 19|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 19 20|||S:VERB|||要|||REQUIRED|||-NONE-|||0
A 20 21|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 23 24|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 凭着 多年 在 工作 上 的 经营 与 管理 经验 ， 我 有 办法 让 公司 在 营业 成本 上 减少 开支 。 另一方面 在 管理 公司 方面 能 让 公司 运作 不 受 顺畅 ， 在 调解 公司 人事 纠纷 上 也 有 一定 的 办法 。 在 我 的 领导 下 ， 我 相信 能 为 公司 在 短期 内 见到 好 的 改变 ， 长期 内 能 为 公司 取得 可观 的 利润 。 因此 ， 我 相信 自己 能 胜任 贵 公司 的 经理 职位 ， 希望 贵 公司 能 给予 我 发挥 自己 特长 之 处 的 一个 机会 。
T0-A0 凭着 多年 在 工作 上 的 经营 与 管理 经验 ， 我 有 办法 让 公司 在 营业 成本 上 减少 开支 。 在 管理 公司 方面 ， 我 能 让 公司 运作 顺畅 ， 在 调解 公司 人事 纠纷 上 ， 我 也 有 一定 的 办法 。 在 我 的 领导 下 ， 我 相信 能 让 公司 在 短期 内 有 好 的 改变 ， 长期 内 取得 可观 的 利润 。 因此 ， 我 相信 自己 能 胜任 贵 公司 的 经理 职位 ， 希望 贵 公司 能 给予 我 发挥 长处 的 一个 机会 。
A 23 24|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M:OTHER|||， 我|||REQUIRED|||-NONE-|||0
A 32 34|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M:OTHER|||， 我|||REQUIRED|||-NONE-|||0
A 57 58|||S:VERB|||让|||REQUIRED|||-NONE-|||0
A 62 63|||S:VERB|||有|||REQUIRED|||-NONE-|||0
A 69 72|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 97 101|||S:NOUN|||长处|||REQUIRED|||-NONE-|||0

S 我 想 学 硕士 ， 但是 ， 我 不 想 学 成 博士 。 硕士 很 难 ， 老师 给 我们 多 功课 。 我 不 非常 努力 用功 。
T0-A0 我 想 读 硕士 ， 但是 我 不 想 读 博士 。 硕士 很 难 ， 老师 为 我们 做 了 很多 功课 ， 我 非常 努力 用功 。
A 2 3|||S:VERB|||读|||REQUIRED|||-NONE-|||0
A 6 7|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||S:VERB|||读|||REQUIRED|||-NONE-|||0
A 19 20|||S:PREP|||为|||REQUIRED|||-NONE-|||0
A 21 22|||S:OTHER|||做 了 很多|||REQUIRED|||-NONE-|||0
A 23 24|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 25 26|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 跟 旅行 困 可以 去 野外 看看 野生 动物 。 这 是 很 有意思 。 在 大自然 里 可以 做 名种 名样 放松 的 活动 ， 比如 瑜伽 、 爬山 、 打猎 。
T0-A0 跟 旅行团 可以 去 野外 看 野生 动物 ， 这 很 有意思 。 在 大自然 里 可以 做 各种各样 放松 的 活动 ， 比如 瑜伽 、 爬山 、 打猎 。
A 1 3|||S:SPELL|||旅行团|||REQUIRED|||-NONE-|||0
A 6 7|||S:VERB|||看|||REQUIRED|||-NONE-|||0
A 9 10|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 22|||S:OTHER|||各种各样|||REQUIRED|||-NONE-|||0

S 若 说 要 把 她们 关 起来 ， 二十四 小时 根本 没 接触 到 一个 男人 的 话 ， 她们 会 少 了 很多 知识 ， 也 会 追 不 上 不断 改变 的 社会 ， 让 她们 落 在 别的 国家 的 后头 。 还有 ， 如果 说 一 名 女士 要 和 另外 一 间 公司 谈 生意 ， 而 对方 的 公司 派出 一 名 男士 ， 那么 那位 女士 不 是 会 感到 非常 地 紧张 ， 一 句 话 都 说 不 出 ？ 若 这 件 事件 真的 发生 的话 ， 那么 那 名 女士 的 公司 就 会 谈 不 到 很多 生意 吗 ？
T0-A0 若 说 把 她们 关 起来 ， 二十四 小时 根本 不 能 接触 到 一个 男人 的 话 ， 她们 会 少 学 到 很多 知识 ， 也 会 追 不 上 不断 改变 的 社会 ， 让 她们 落 在 国家 的 后头 。 还有 ， 如果 说 一 名 女士 要 和 另外 一 家 公司 谈 生意 ， 而 对方 的 公司 派出 一 名 男士 ， 那么 这 位 女士 会 感到 非常 地 紧张 ， 一 句 话 都 说 不 出 。 若 这 件 事情 真的 发生 的话 ， 那么 这 名 女士 的 公司 就 会 谈 不 到 很多 生意 。
A 2 3|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S:OTHER|||不 能|||REQUIRED|||-NONE-|||0
A 22 23|||S:OTHER|||学 到|||REQUIRED|||-NONE-|||0
A 40 41|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 57|||S:QUAN|||家|||REQUIRED|||-NONE-|||0
A 71 72|||S:OTHER|||这 位|||REQUIRED|||-NONE-|||0
A 73 75|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 88 89|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 92 93|||S:NOUN|||事情|||REQUIRED|||-NONE-|||0
A 98 99|||S:PRON|||这|||REQUIRED|||-NONE-|||0
A 110 112|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0

S 不知不觉 会 毅然 看见 各个 都 能 自己 随和 买 了 包 烟 。
T0-A0 不知不觉 会 看到 各个 人 都 能 随和 地 买 包烟 了 。
A 2 4|||S:VERB|||看到|||REQUIRED|||-NONE-|||0
A 5 5|||M:NOUN|||人|||REQUIRED|||-NONE-|||0
A 7 8|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M:AUX|||地|||REQUIRED|||-NONE-|||0
A 10 13|||W|||包烟 了|||REQUIRED|||-NONE-|||0

S 在 越南 ， 人 的 外观 非常 重要 。 夫妇 使用 数万 元 郎 筹备 自己 的 婚礼 ， 就 像 向 对方 展示 竞争 ， 固 需要 一 袭 很 贵 的 婚纱 ， 伴娘 和 伴郎 漂亮 礼服 ， 预设 的 雅 仪式 ， 狠 的 餐饮 服务商 等等 。 一切 都 必须 是 完美 的 ， 地 给 我们 一生 中 最 快乐 的 一 天 。
T0-A0 在 越南 ， 人 的 外观 非常 重要 。 夫妇 使用 数万 元 筹备 自己 的 婚礼 ， 就 像 与 对方 竞争 ， 比如 需要 一 袭 很 贵 的 婚纱 ， 伴娘 和 伴郎 漂亮 的 礼服 ， 预设 的 典雅 仪式 ， 好 的 餐饮 服务商 等等 。 一切 都 必须 是 完美 的 ， 以便 给 我们 一生 中 最 快乐 的 一 天 。
A 13 14|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S:PREP|||与|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S:VERB|||比如|||REQUIRED|||-NONE-|||0
A 39 39|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 43 44|||S:ADJ|||典雅|||REQUIRED|||-NONE-|||0
A 46 47|||S:SPELL|||好|||REQUIRED|||-NONE-|||0
A 59 60|||S:ADV|||以便|||REQUIRED|||-NONE-|||0

S 我 以前 看 过 许多 吸烟者 不 考虑 周围 的 情况 ， 在 有 孩子 的 眼前 吸烟 . 他们 随时随地 带 着 烟 ， 停 下来 就 抽 一 支 。 吸烟 对 人 的 身体 根本 没有 一个 好处 ， 对 社会 、 对 环境 也 没有 一个 优点 ， 何必 还要 吸烟 ？
T0-A0 我 以前 看 过 许多 吸烟者 不 考虑 周围 环境 的 情况 ， 在 孩子 的 眼前 吸烟 。 他们 随时随地 带 着 烟 ， 停 下来 就 抽 一 支 。 吸烟 对 人 的 身体 没有 一个 好处 ， 对 社会 、 环境 也 没有 一个 优点 ， 为什么 还要 吸烟 ？
A 9 9|||M:NOUN|||环境|||REQUIRED|||-NONE-|||0
A 13 14|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 37 38|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 45 46|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 53|||S:PRON|||为什么|||REQUIRED|||-NONE-|||0

S 最近 注意 点 吸烟 的 人 越来越 多 了 ， 大家 都 是 这样 的 文化 思想 要求 高等 生活 水平 的 。 在 公共场所 规定 再 多 严厉 要 的 话 ， 必须 做为了 青少年 和 所有 人 的 健康 ， 我 希望 一定 好 生活 的 改变 的 环境 。
T0-A0 最近 注意 到 吸烟 的 人 越来越 多 了 ， 大家 都 是 有 文化 思想 和 高等 生活 水平 的 人 。 在 公共场所 制定 更 多 严厉 的 规定 是 必须 要 做 的 。 为了 青少年 和 所有 人 的 健康 ， 我 希望 生活 环境 一定 要 被 改善 。
A 2 3|||S:VERB|||到|||REQUIRED|||-NONE-|||0
A 13 15|||S:VERB|||有|||REQUIRED|||-NONE-|||0
A 17 18|||S:CONJ|||和|||REQUIRED|||-NONE-|||0
A 22 22|||M:NOUN|||人|||REQUIRED|||-NONE-|||0
A 25 26|||S:VERB|||制定|||REQUIRED|||-NONE-|||0
A 26 27|||S:ADV|||更|||REQUIRED|||-NONE-|||0
A 29 30|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S:NOUN|||规定|||REQUIRED|||-NONE-|||0
A 32 33|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 34 35|||S:OTHER|||要 做 的 。 为了|||REQUIRED|||-NONE-|||0
A 44 44|||M:OTHER|||生活 环境|||REQUIRED|||-NONE-|||0
A 45 51|||S:OTHER|||要 被 改善|||REQUIRED|||-NONE-|||0

S 生物 質 能 利用 光合 的 现象 。 囤积 的 有机物 是 农场 开发 的 。 地热 能 在于 抽取 地面 里 的 来 创造 热气 电力 。
T0-A0 生物 质能 是 农场 的 植物 利用 光合作用 囤积 的 有机物 中 含有 的 能量 。 地热 能 是 由 地壳 抽取 的 以 热力 形式 存在 的 能量 ， 并且 可 用 来 创造 电力 。
A 1 5|||S:OTHER|||质能 是 农场|||REQUIRED|||-NONE-|||0
A 6 8|||S:OTHER|||植物 利用 光合作用|||REQUIRED|||-NONE-|||0
A 11 14|||S:OTHER|||中 含有|||REQUIRED|||-NONE-|||0
A 15 15|||M:NOUN|||能量|||REQUIRED|||-NONE-|||0
A 18 19|||S:OTHER|||是 由 地壳|||REQUIRED|||-NONE-|||0
A 20 22|||S:OTHER|||的 以 热力 形式 存在|||REQUIRED|||-NONE-|||0
A 23 23|||M:OTHER|||能量 ， 并且 可 用|||REQUIRED|||-NONE-|||0
A 25 26|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 生 了 第一 个 孩子 的 时候 完全 不 知道 怎么 照顾 孩子 。 可是 我 母亲 住 在 我家 附近 ， 常常 问 她 怎么 做 好 。
T0-A0 我 生 下 第一 个 孩子 的 时候 完全 不 知道 怎么 照顾 孩子 。 但是 我 母亲 住 在 我家 附近 ， 所以 我 常常 问 她 该 怎么 做 。
A 2 3|||S:VERB|||下|||REQUIRED|||-NONE-|||0
A 15 16|||S:CONJ|||但是|||REQUIRED|||-NONE-|||0
A 23 23|||M:OTHER|||所以 我|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||该|||REQUIRED|||-NONE-|||0
A 28 29|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 高中 同学 之间 有 一些 根本 没有 和 女孩子 讲 过 话 ， 现在 他们 太 不好意思 讲 ， 因此 会 出现 同性恋 这 一 类 问题 。 实事 上 我 高中 同学 之间 的 同性率 算 较 高 。
T0-A0 我 高中 同学 之中 有 一些 根本 没有 和 女孩子 讲 过 话 的 ， 现在 他们 也 不 太 好意思 讲 ， 因此 会 出现 同性恋 这 一 类 问题 。 事实上 ， 我 高中 同学 之中 的 同性恋率 确实 算是 较 高 的 。
A 3 4|||S:NOUN|||之中|||REQUIRED|||-NONE-|||0
A 13 13|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 16 16|||M:OTHER|||也 不|||REQUIRED|||-NONE-|||0
A 17 18|||S:ADJ|||好意思|||REQUIRED|||-NONE-|||0
A 29 30|||S:OTHER|||事实上|||REQUIRED|||-NONE-|||0
A 30 31|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||之中|||REQUIRED|||-NONE-|||0
A 36 38|||S:OTHER|||同性恋率 确实 算是|||REQUIRED|||-NONE-|||0
A 40 40|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 因为 绿色 食品 几乎 没有 让 他 健康 有害 的 污染 物质 ， 所以 ， 很多 国家 越来越 关注 绿色 食品 。 而且 ， 在 世界 上 ， 很多 国家 的 科学家 为了 多 生产 绿色 食品 ， 拼命 的 研究 。 但是 ， 受 绿色 食品 的 出现 的 影响 ， 导致 了 农产量 的 减少 ， 这 使 产生 了 很 严重 的 饥饿 问题 ， 我 认为 这种 严重 的 情况 ， 随着 时间 的 推移 ， 越来越 会 更 严重 。
T0-A0 因为 绿色 食品 里 几乎 没有 对 人体 健康 有害 的 污染 物质 ， 所以 很多 国家 越来越 关注 绿色 食品 。 而且 ， 在 世界 上 ， 很多 科学家 为了 多 生产 绿色 食品 ， 拼命 地 研究 。 但是 ， 绿色 食品 的 出现 导致 了 农产量 的 减少 ， 产生 了 很 严重 的 饥饿 问题 。 我 认为 这种 情况 ， 随着 时间 的 推移 ， 会 越来越 严重 。
A 3 3|||M:NOUN|||里|||REQUIRED|||-NONE-|||0
A 5 6|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 6 7|||S:NOUN|||人体|||REQUIRED|||-NONE-|||0
A 14 15|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 31|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 44 45|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 52|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 60|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 68|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 71 73|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 80 81|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 82 83|||S:ADV|||越来越|||REQUIRED|||-NONE-|||0

S 由于 烟 会 伤害 人们 的 健康 与 自然环境 。 这种 小 部分 的 吸烟者 应该 在 某个 专门 地方 吸烟 ， 这样 一来 也 不 会 影响 到 别人 的 健康 和 自然 空气 我 相信 在 密集 的 商业城 也好 ， 公园 也好 等 ， 都 会 更 干净 。 并 对 青年 们 也 是 一个 良好 的 习惯 。
T0-A0 由于 烟 会 损害 人们 的 健康 并 破坏 自然环境 ， 这种 小 规模 的 吸烟者 们 应该 在 某个 专门 的 地方 吸烟 ， 这样 一来 也 不 会 影响 到 别人 的 健康 和 空气 。 我 相信 密集 的 商业区 也好 ， 公园 也好 ， 各个 地方 都 会 更 干净 ， 并 帮助 青年 们 养成 良好 的 习惯 。
A 3 4|||S:VERB|||损害|||REQUIRED|||-NONE-|||0
A 7 8|||S:OTHER|||并 破坏|||REQUIRED|||-NONE-|||0
A 9 10|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 12 13|||S:NOUN|||规模|||REQUIRED|||-NONE-|||0
A 15 15|||M:OTHER|||们|||REQUIRED|||-NONE-|||0
A 19 19|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 33 34|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 37 38|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||S:NOUN|||商业区|||REQUIRED|||-NONE-|||0
A 45 46|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 47|||M:OTHER|||各个 地方|||REQUIRED|||-NONE-|||0
A 51 52|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 53 54|||S:VERB|||帮助|||REQUIRED|||-NONE-|||0
A 56 59|||S:VERB|||养成|||REQUIRED|||-NONE-|||0

S 首先 ， 对 我 个人 来说 一 首 歌 最 重要 要 能 表达 出来 个人 的 想法 ， 情感 等等 。 所以 听 这 首 歌 后 ， 别人 会 懂 这 首 歌 要 表达 出来 的 意思 是 什么 。
T0-A0 首先 ， 对 我 个人 来说 一 首 歌 最 重要 的 是 要 能 表达 出 个人 的 想法 、 情感 等等 ， 所以 在 听 了 这 首 歌 后 ， 别人 才 能 懂 这 首 歌 要 表达 出来 的 意思 是 什么 。
A 11 11|||M:OTHER|||的 是|||REQUIRED|||-NONE-|||0
A 14 15|||S:VERB|||出|||REQUIRED|||-NONE-|||0
A 18 19|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 21 22|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 23 23|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 24 24|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 30 31|||S:OTHER|||才 能|||REQUIRED|||-NONE-|||0

S 这样 的 时候 不 抽烟 人 受 的 影响 比 抽烟者 更 多 。 所以 在 公共场所 等 很多 人 在 一起 的 地方 开始 了 新 措施 是 应该 的 。
T0-A0 这样 的话 ， 不吸烟者 比 吸烟者 受到 的 影响 更 大 。 所以 在 公共场所 等 有 多 人 聚集 在 一起 的 地方 采取 新 措施 是 应该 的 。
A 1 2|||S:AUX|||的话|||REQUIRED|||-NONE-|||0
A 2 3|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 3 4|||S:NOUN|||不吸烟者|||REQUIRED|||-NONE-|||0
A 4 5|||S:PREP|||比|||REQUIRED|||-NONE-|||0
A 5 6|||S:NOUN|||吸烟者|||REQUIRED|||-NONE-|||0
A 6 7|||S:VERB|||受到|||REQUIRED|||-NONE-|||0
A 9 11|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S:ADJ|||大|||REQUIRED|||-NONE-|||0
A 18 19|||S:OTHER|||有 多|||REQUIRED|||-NONE-|||0
A 20 20|||M:VERB|||聚集|||REQUIRED|||-NONE-|||0
A 24 26|||S:VERB|||采取|||REQUIRED|||-NONE-|||0

S 这 正 因为 我 父母 在 我 母亲 肚子 里 的 时候 给 我 听 了 好多 音乐 。 虽然 我 已经 不 记得 那 时候 ， 可是 也 有 科学家 的 证明 ， 我 相信 我 父母 在 那 段 时候 的 努力 做成 了 现在 的 我 。
T0-A0 这 正 因为 我 父母 在 我 还 在 母亲 肚子 里 的 时候 给 我 听 了 好多 音乐 。 虽然 我 已经 不 记得 那 时候 的 事情 ， 可是 也 有 科学家 证明 了 这 是 有用 的 ， 我 相信 我 父母 在 那 段 时间 的 努力 成就 了 现在 的 我 。
A 7 7|||M:OTHER|||还 在|||REQUIRED|||-NONE-|||0
A 26 26|||M:OTHER|||的 事情|||REQUIRED|||-NONE-|||0
A 31 32|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M:OTHER|||了 这 是 有用 的|||REQUIRED|||-NONE-|||0
A 41 42|||S:NOUN|||时间|||REQUIRED|||-NONE-|||0
A 44 45|||S:VERB|||成就|||REQUIRED|||-NONE-|||0
T0-A1 这 正 因为 我 父母 在 我 还 在 母亲 肚子 里 的 时候 给 我 听 了 好多 音乐 。 虽然 我 已经 不 记得 那 时候 的 事情 ， 可是 也 有 科学家 证明 了 这 是 有用 的 ， 我 相信 我 父母 在 那 段 时间 的 努力 成就 了 现在 的 我 。
A 7 7|||M:OTHER|||还 在|||REQUIRED|||-NONE-|||0
A 26 26|||M:OTHER|||的 事情|||REQUIRED|||-NONE-|||0
A 31 31|||M:OTHER|||证明 了 这 是 有用|||REQUIRED|||-NONE-|||0
A 32 33|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 41 42|||S:NOUN|||时间|||REQUIRED|||-NONE-|||0
A 44 45|||S:VERB|||成就|||REQUIRED|||-NONE-|||0

S 现在 还是 在 中国 实现 父母 的 学习 要求 ， 不知 何时 可以 让 他们 开心 呢 ？ 作为 一个 小孩子 ， 让 父母 开心 是 专心 学习 做为 一个 成长 的 人 ， 我 该 是 为 他们 全心全力 地 付出 全部 ， 因为 他们 在 我们 心中 是 至高无上 的 父母 ， 不 能 相比 的 老师 。
T0-A0 [缺失成分] 现在 还是 在 中国 去 满足 父母 的 学习 要求 ， 不知 何时 可以 让 他们 开心 呢 ？ 作为 小孩 ， 让 父母 开心 就 是 要 专心 学习 ， 做 一个 不断 成长 的 人 ， 为 他们 全心全力 地 付出 ， 因为 他们 在 我 心中 既 是 至高无上 的 父母 ， 也 是 旁人 不 能 相比 的 老师 。
A 0 0|||M:MC|||[缺失成分]|||REQUIRED|||-NONE-|||0
A 4 5|||S:OTHER|||去 满足|||REQUIRED|||-NONE-|||0
A 19 21|||S:NOUN|||小孩|||REQUIRED|||-NONE-|||0
A 25 25|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 28 29|||S:OTHER|||， 做|||REQUIRED|||-NONE-|||0
A 30 30|||M:ADV|||不断|||REQUIRED|||-NONE-|||0
A 34 37|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S:PRON|||我|||REQUIRED|||-NONE-|||0
A 49 49|||M:CONJ|||既|||REQUIRED|||-NONE-|||0
A 54 54|||M:OTHER|||也 是 旁人|||REQUIRED|||-NONE-|||0

S 如果 吸烟 是 只 害 自己 的 健康 的话 ， 不 能 随便 让 吸烟 的 人 戒烟 。 但是 吸烟 还 给 大家 不 利益 。 因为 ， 吸烟者 的 旁边 的 人 也 呼吸 时 烟雾 进入 到 体内 而 害 健康 。
T0-A0 如果 吸烟 是 只 损害 自己 的 健康 的话 ， 就 不 能 随便 让 吸烟 的 人 戒烟 。 但是 吸烟 还 会 给 大家 带来 不利 ， 因为 吸烟者 旁边 的 人 呼吸 时 烟雾 也 会 进入 到 他 的 体内 从而 危害 健康 。
A 4 5|||S:VERB|||损害|||REQUIRED|||-NONE-|||0
A 10 10|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 22 22|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 24 27|||S:OTHER|||带来 不利|||REQUIRED|||-NONE-|||0
A 27 29|||W|||， 因为|||REQUIRED|||-NONE-|||0
A 30 31|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M:OTHER|||也 会|||REQUIRED|||-NONE-|||0
A 40 40|||M:OTHER|||他 的|||REQUIRED|||-NONE-|||0
A 41 42|||S:CONJ|||从而|||REQUIRED|||-NONE-|||0
A 42 43|||S:VERB|||危害|||REQUIRED|||-NONE-|||0

S 这 句 话 是 像 我 一样 爱 吸烟 的 人 来说 不对 的 。 如 不 能 吸烟 的 情况 下 ， 需要 一定 的 忍耐 。 时间 长 了 的话 ， 慢慢 开始 心情 不 平衡 了 。
T0-A0 这 句 话 对 像 我 一样 爱 吸烟 的 人 来说 是 不对 的 。 如 在 不 能 吸烟 的 情况 下 ， 我 就 需要 一定 的 忍耐 。 时间 长 了 的话 ， 心理 就 开始 慢慢 不 平衡 了 。
A 3 4|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 12 12|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 16 16|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 23 23|||M:OTHER|||我 就|||REQUIRED|||-NONE-|||0
A 33 33|||M:OTHER|||心理 就|||REQUIRED|||-NONE-|||0
A 33 35|||W|||开始 慢慢|||REQUIRED|||-NONE-|||0
A 35 36|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 很 喜欢 去 外国 ， 因为 我 觉得 去 看 没 见 过 的 风景 ， 跟 有 和 我们 的 思想 不 一样 的 人 说 ， 很 有意思 。 离 城市 的 污染 离 得 秀 远 的 地方 又 有 新鲜 的 空气 ， 又 有 漂亮 的 植物 ， 例如 报春花 、 百合 、 素 等等 ， 而且 在 那些 幽美 的 地方 感觉 沉静 。 所以 对 我 来说 最 好 的 旅行 就 是 在 大自然 参观 。
T0-A0 我 很 喜欢 去 外国 ， 因为 我 觉得 去 看 没 见 过 的 风景 、 跟 和 我们 的 思想 不 一样 的 人 说话 ， 很 有意思 。 离 城市 的 污染 较 远 的 地方 又 有 新鲜 的 空气 ， 又 有 漂亮 的 植物 ， 例如 迎春花 、 百合 等等 ， 而且 在 那些 幽美 的 地方 我 感觉 很 宁静 。 所以 对 我 来说 最 好 的 旅行 就 是 参观 大自然 。
A 16 17|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 28|||S:VERB|||说话|||REQUIRED|||-NONE-|||0
A 36 39|||S:ADV|||较|||REQUIRED|||-NONE-|||0
A 55 56|||S:NOUN|||迎春花|||REQUIRED|||-NONE-|||0
A 58 60|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 68 68|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 69 70|||S:OTHER|||很 宁静|||REQUIRED|||-NONE-|||0
A 81 82|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 82 84|||W|||参观 大自然|||REQUIRED|||-NONE-|||0

S 现在 新 的 生活 开始 了 。 一个 生活 其中 你 不 存在 。 我 身体 ， 精神 ， 都 是 自由 的 。
T0-A0 新 的 生活 现在 开始 了 。 在 一个 你 不 存在 的 生活 中 ， 我 的 身体 、 精神 都 是 自由 的 。
A 0 4|||W|||新 的 生活 现在|||REQUIRED|||-NONE-|||0
A 7 7|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 8 10|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||S:OTHER|||的 生活 中 ，|||REQUIRED|||-NONE-|||0
A 15 15|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 16 17|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 18 19|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0

S 这 座 岛屿 的 形状 北 到 南 跟 地瓜 差不多 。 因为 在 “ 地瓜 ” 的 中心 北 到 南 都 有 高山 。 二十万 多 人口 住 在 大部分 最 发 过 的 西 海岸 。
T0-A0 这 座 岛屿 从 北 到 南 的 形状 跟 地瓜 差不多 。 因为 在 “ 地瓜 ” 的 中心 从 北 到 南 都 有 高山 。 二十 多 万 人口 大部分 住 在 最 发达 的 西 海岸 。
A 3 5|||S:PREP|||从|||REQUIRED|||-NONE-|||0
A 8 8|||M:OTHER|||的 形状|||REQUIRED|||-NONE-|||0
A 19 19|||M:PREP|||从|||REQUIRED|||-NONE-|||0
A 26 27|||S:NUM|||二十|||REQUIRED|||-NONE-|||0
A 28 28|||M:NUM|||万|||REQUIRED|||-NONE-|||0
A 29 32|||W|||大部分 住 在|||REQUIRED|||-NONE-|||0
A 33 35|||S:ADJ|||发达|||REQUIRED|||-NONE-|||0

S 那 就是 因为 浪费 金钱 特意 购买 毒品 。 我 对 中国 人 的 吸烟 不 太 清楚 ， 但是 ， 说 起 日本 人 ， 吸烟 的 理由 有 三 个 ： 第一 ， 青年 为了 装 酷 抽 的 坏 习惯 。 第二 ， 为了 得到 轻松 的 吸烟 。
T0-A0 那 就 是 为了 浪费 金钱 ， 特意 购买 毒品 。 我 对 中国 人 吸烟 的 原因 不 太 清楚 ， 但是 ， 说 起 日本 人 ， 吸烟 的 理由 有 三 个 ： 第一 ， 青少年 为了 装 酷 ， 养成 了 抽烟 的 坏 习惯 。 第二 ， 为了 得到 快乐 。
A 2 3|||S:PREP|||为了|||REQUIRED|||-NONE-|||0
A 5 5|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 13 15|||W|||吸烟 的|||REQUIRED|||-NONE-|||0
A 15 15|||M:NOUN|||原因|||REQUIRED|||-NONE-|||0
A 35 36|||S:NOUN|||青少年|||REQUIRED|||-NONE-|||0
A 39 40|||S:OTHER|||， 养成 了 抽烟|||REQUIRED|||-NONE-|||0
A 48 51|||S:ADJ|||快乐|||REQUIRED|||-NONE-|||0

S 地方 政府 ， 从 下 个 月 一号 起 开始 示范 运营 ， 而 六月 一号 开始 正式 查处 吸烟 行为 ， 如果 吸烟 被 发现 的话 ， 将 征收 以 5万 韩元 的 罚钱 。
T0-A0 地方 政府 ， 从 下 个 月 一号 开始 示范 运营 ， 六月 一号 开始 正式 查处 吸烟 行为 。 如果 吸烟 被 发现 的话 ， 将 征收 5万 韩元 的 罚款 。
A 8 9|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 30 31|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||罚款|||REQUIRED|||-NONE-|||0

S 父母 的 一举一动 ， 品格 、 人格 态度 足 而 影响 他们 的 孩子 。
T0-A0 父母 的 一举一动 、 品格 与 人格 态度 足以 影响 他们 孩子 的 一生 。
A 3 4|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 5 6|||S:CONJ|||与|||REQUIRED|||-NONE-|||0
A 8 10|||S:ADV|||足以|||REQUIRED|||-NONE-|||0
A 12 14|||W|||孩子 的|||REQUIRED|||-NONE-|||0
A 14 14|||M:NOUN|||一生|||REQUIRED|||-NONE-|||0

S 她 有 两 个 姐姐 、 一个 妹妹 和 西 个 哥哥 。 但是 ， 在 她 的 家 只 有 西个养 ： 父母 、 妹妹 和 她 。 他们 有 四 个 猫 。
T0-A0 她 有 两 个 姐姐 、 一个 妹妹 和 四 个 哥哥 。 但是 ， 在 她家 只 有 四 个 人 养 猫 ： 父母 、 妹妹 和 她 。 他们 只 有 四 只 猫 。
A 9 10|||S:SPELL|||四|||REQUIRED|||-NONE-|||0
A 16 19|||S:PRON|||她家|||REQUIRED|||-NONE-|||0
A 21 22|||S:OTHER|||四 个 人 养 猫|||REQUIRED|||-NONE-|||0
A 30 30|||M:ADV|||只|||REQUIRED|||-NONE-|||0
A 32 33|||S:QUAN|||只|||REQUIRED|||-NONE-|||0

S 我 从 父母 学 到 的 东西 实在 多 。 比如说 ， 我 的 开朗 的 性格 是 从 父亲 学 到 的 。 我 喜欢 看 书 的 爱好 是 从 母亲 来 的 。
T0-A0 我 从 父母 那里 学 到 的 东西 实在 很 多 。 比如说 ， 我 的 开朗 的 性格 是 从 父亲 那里 学 到 的 ， 我 看 书 的 爱好 是 从 母亲 那里 学 来 的 。
A 3 3|||M:PRON|||那里|||REQUIRED|||-NONE-|||0
A 8 8|||M:NUM|||很|||REQUIRED|||-NONE-|||0
A 20 20|||M:PRON|||那里|||REQUIRED|||-NONE-|||0
A 23 24|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 25 26|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 33|||M:OTHER|||那里 学|||REQUIRED|||-NONE-|||0

S 我 的 汉语 水平 不 够 高 解释 为什幺 这样 的 情况 出现 了 。 有 兴趣 的话 ， 请 阅读 用 英语 写 的 我 以前 日记 。
T0-A0 我 的 汉语 水平 还 不 够 高 ， 所以 解释 不 了 为什么 出现 了 这样 的 情况 ， 有 兴趣 的话 ， 可以 阅读 我 以前 用 英语 写 的 日记 。
A 4 4|||M:ADV|||还|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||， 所以|||REQUIRED|||-NONE-|||0
A 8 9|||S:OTHER|||不 了 为什么 出现 了|||REQUIRED|||-NONE-|||0
A 12 15|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 19 20|||S:VERB|||可以|||REQUIRED|||-NONE-|||0
A 21 27|||W|||我 以前 用 英语 写 的|||REQUIRED|||-NONE-|||0

S 我 本人 曾经 在 义安 理工学院 就读 长 达 三 年 广告 设计 课程 ， 所 学 到 的 知识 与 技能 相信 能 在 市场 上 有所 用处 。 就读 这 课程 的 日子 里 ， 我 的 作品 深受 老师 与 同学 们 的 认可 、 赞扬 。
T0-A0 我 曾经 在 义安 理工学院 学习 了 长 达 三 年 的 广告 设计 ， 学 到 的 知识 与 技能 相信 能 在 市场 上 有所 用处 。 在 就读 这 门 专业 的 日子 里 ， 我 的 作品 得到 了 老师 和 同学 们 的 认可 和 赞扬 。
A 1 2|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S:OTHER|||学习 了|||REQUIRED|||-NONE-|||0
A 11 11|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 32 33|||S:OTHER|||门 专业|||REQUIRED|||-NONE-|||0
A 40 41|||S:OTHER|||得到 了|||REQUIRED|||-NONE-|||0
A 42 43|||S:CONJ|||和|||REQUIRED|||-NONE-|||0
A 47 48|||S:CONJ|||和|||REQUIRED|||-NONE-|||0

S 只要 把 花 在 绿色 食品 的 钱 ， 寄 给 饥饿 的 人民 的话 ， 在 地球 上 再 也 不 会 出现 因 饥饿 而 死 的 悲惨 的 事情 ， 让 他们 找 更 好 的 未来 。
T0-A0 只要 把 花 在 绿色 食品 上 的 钱 ， 分 给 饥饿 的 人民 的话 ， 地球 上 再 也 不 会 出现 因 饥饿 而 死 的 悲惨 的 事情 ， 给 他们 更 好 的 未来 。
A 6 6|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 9 10|||S:VERB|||分|||REQUIRED|||-NONE-|||0
A 16 17|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 34|||S:VERB|||给|||REQUIRED|||-NONE-|||0
A 35 36|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0

S 说 起 孩子 的 成长 过程 ， 父母 毫无疑问 对 孩子 举轻重 的 作用 。 尤其 是 在 孩子 上 小学 和 初中 的 年龄 中 ， 父母 言行 肯定 会 影响 孩子 在 思想 、 心理 等 方面 的 发展 。 当 我们 用 “ 修养 ” 这个 来 形容 某个 人 的 素质 ， 这 一般 是 指 这个 人 在 童年 中 受到 什么样 的 教育 及 教养 ： 在 父母 积极 的 熏陶 下 ， 孩子 逐渐 地 成为 一个 心理 素质 高 的 颇 具 修养 的 成年人 ， 这样 一来 在 以后 的 生活 中 走 上 一 条 充满 成功 的 道路 ； 相对而言 ， 特別 是 在 陷入 贫困 处境 的 家庭 里 ， 孩子 可能 会 受到 庸俗 文化 的 坏 影响 ， 结果 在 以后 生活 中 没 法 取得 出色 的 成就 ， ， 反而 沦为 黑社会 等 恶劣 的 社会 领域 。
T0-A0 说 起 孩子 的 成长 过程 ， 父母 毫无疑问 对 孩子 起 着 举足轻重 的 作用 。 尤其 是 在 孩子 上 小学 和 初中 的 过程 中 ， 父母 言行 肯定 会 影响 孩子 思想 、 心理 等 方面 的 发展 。 当 我们 用 “ 修养 ” 这个 词 来 形容 某个 人 的 素质 ， 这 一般 是 指 这个 人 在 童年 中 受到 什么样 的 教育 及 影响 ： 在 父母 积极 的 熏陶 下 ， 孩子 逐渐 地 成为 一个 心理 素质 高 的 颇 具 修养 的 成年人 ， 这样 一来 在 以后 的 生活 中 走 上 一 条 充满 成功 的 道路 ； 相对而言 ， 特别 是 在 陷入 贫困 处境 的 家庭 里 ， 孩子 可能 会 受到 庸俗 文化 的 坏 影响 ， 结果 在 以后 生活 中 没法 取得 出色 的 成就 ， ， 反而 沦为 黑社会 等 恶劣 的 社会 领域 的 人士 。
A 11 12|||S:OTHER|||起 着 举足轻重|||REQUIRED|||-NONE-|||0
A 24 25|||S:NOUN|||过程|||REQUIRED|||-NONE-|||0
A 33 34|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 49|||M:NOUN|||词|||REQUIRED|||-NONE-|||0
A 70 71|||S:VERB|||影响|||REQUIRED|||-NONE-|||0
A 112 113|||S:SPELL|||特别|||REQUIRED|||-NONE-|||0
A 153 153|||M:OTHER|||的 人士|||REQUIRED|||-NONE-|||0

S 我 父亲 也 抽烟 ， 我 那天 知道 烟 多么 害 身体 以后 ， 已经 不 知道 劝 父亲 不要 抽烟 ， 父亲 也 不 听 ， 他 也 知道 烟 对 身体 不好 ， 但 他 还是 没 打算 不 抽烟 。
T0-A0 我 父亲 也 抽烟 ， 自从 我 那天 知道 烟 多么 害 身体 以后 ， 已经 不 知道 劝 过 父亲 不要 抽烟 多少 次 ， 父亲 也 不 听 ， 他 也 知道 抽烟 对 身体 不好 ， 但 他 还是 不 打算 不 抽烟 。
A 5 5|||M:PREP|||自从|||REQUIRED|||-NONE-|||0
A 18 18|||M:AUX|||过|||REQUIRED|||-NONE-|||0
A 21 21|||M:OTHER|||多少 次|||REQUIRED|||-NONE-|||0
A 30 31|||S:VERB|||抽烟|||REQUIRED|||-NONE-|||0
A 38 39|||S:ADV|||不|||REQUIRED|||-NONE-|||0

S 然后 这样 下去 以后 我 的 身体 跟 以前 大 不 一样 ， 吃饭 以后 经常 吸烟 ， 然后 马上 吐 起来 这个 是 初步 的 症态 。 一直 吸烟 以后 呢 吐 的 次数 越来越 多 。 还有 运动 的 时候 马上 喘 不 过 气 。 这样 的 情况 遇到 以后 我 马上 不 能 吸烟 。
T0-A0 然后 这样 下去 以后 ， 我 的 身体 跟 以前 大 不 一样 ， 吃饭 以后 经常 吸烟 ， 然后 马上 吐 出来 ， 这个 是 初步 的 症状 。 一直 吸烟 以后 呢 ， 吐 的 次数 越来越 多 ， 还有 运动 的 时候 基本 喘 不 过 气 。 遇到 这样 的 情况 以后 ， 我 立刻 不 吸烟 了 。
A 4 4|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 21 22|||S:OTHER|||出来 ，|||REQUIRED|||-NONE-|||0
A 26 27|||S:NOUN|||症状|||REQUIRED|||-NONE-|||0
A 32 32|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 37 38|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 42 43|||S:ADV|||基本|||REQUIRED|||-NONE-|||0
A 48 52|||W|||遇到 这样 的 情况|||REQUIRED|||-NONE-|||0
A 53 53|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 54 55|||S:ADV|||立刻|||REQUIRED|||-NONE-|||0
A 56 57|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 58 58|||M:AUX|||了|||REQUIRED|||-NONE-|||0

S “ 艺术家 ” 词 常常 听 起来 否定 的 东西 。 如果 要 我们 把 自己 看成 艺术家 ， 大家 会 惴惴不安 ， 因为 他们 觉得 艺术家 前途 渺茫 ， 把 法则 也 不 管 。 根据 这 件 实事 ， 人们 说 ： “ 每个 人 都 是 艺术家 ” 为 对 艺术家 很 刻薄 。
T0-A0 “ 艺术家 ” 这个 词 听 起来 常常 是 否定 的 东西 。 如果 我们 要 把 自己 看成 艺术家 ， 大家 会 惴惴不安 ， 因为 他们 觉得 艺术家 前途 渺茫 ， 也 不管 法则 。 根据 这 件 事实 ， 人们 说 ： “ 每个 人 都 是 艺术家 ” ， 因为 对 艺术家 很 刻薄 。
A 3 3|||M:PRON|||这个|||REQUIRED|||-NONE-|||0
A 4 7|||W|||听 起来 常常|||REQUIRED|||-NONE-|||0
A 7 7|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 12 14|||W|||我们 要|||REQUIRED|||-NONE-|||0
A 30 32|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M:NOUN|||法则|||REQUIRED|||-NONE-|||0
A 39 40|||S:SPELL|||事实|||REQUIRED|||-NONE-|||0
A 51 52|||S:OTHER|||， 因为|||REQUIRED|||-NONE-|||0
T0-A1 “ 艺术家 ” 这个 词 听 起来 常常 是 否定 的 东西 。 如果 我们 要 把 自己 看成 艺术家 ， 大家 会 惴惴不安 ， 因为 他们 觉得 艺术家 前途 渺茫 ， 也 不管 法则 。 根据 这 件 事实 ， 人们 说 ： “ 每个 人 都 是 艺术家 ” ， 因为 对 艺术家 很 刻薄 。
A 3 3|||M:PRON|||这个|||REQUIRED|||-NONE-|||0
A 4 7|||W|||听 起来 常常 是|||REQUIRED|||-NONE-|||0
A 12 14|||W|||我们 要|||REQUIRED|||-NONE-|||0
A 30 32|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M:NOUN|||法则|||REQUIRED|||-NONE-|||0
A 39 40|||S:SPELL|||事实|||REQUIRED|||-NONE-|||0
A 51 52|||S:OTHER|||， 因为|||REQUIRED|||-NONE-|||0

S 从 其中 脱 出来 是 很 难 做 的 。 由 这些 原因 ， 不 能 吸烟 就 成为 很 容易 生气 ， 不 能 集中 的 状态 。
T0-A0 要 从 其中 摆脱 出来 是 很 难 做到 的 。 由于 这些 原因 ， 不 能 吸烟 就 很 容易 让 吸烟者 进入 生气 ， 不 能 集中 精神 的 状态 。
A 0 0|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 2 3|||S:VERB|||摆脱|||REQUIRED|||-NONE-|||0
A 7 8|||S:VERB|||做到|||REQUIRED|||-NONE-|||0
A 10 11|||S:CONJ|||由于|||REQUIRED|||-NONE-|||0
A 18 19|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M:OTHER|||让 吸烟者 进入|||REQUIRED|||-NONE-|||0
A 26 26|||M:NOUN|||精神|||REQUIRED|||-NONE-|||0

S 运动 除了 对 身体 有 好 也 会 健康 。 然后 父母 的 思想 观念 对 孩子 也 有 很 大 的 影响 ， 比如 父母 的 思想 是 好 ， 要 好好 培养 孩子 ， 孩子 会 自己 也 做 好 ， 好好 照顾 自己 ， 认真 读书 。 然后 如果 父母 思想 要 做 很 好 的 家庭 ， 快乐 的 生活 ， 孩子 也 会 对 他们 好 。
T0-A0 运动 对 身体 有 好处 ， 会 让 你 健康 。 然后 父母 的 思想 观念 对 孩子 也 有 很 大 的 影响 ， 比如 父母 的 思想 是 好 的 ， 他们 好好 培养 孩子 ， 孩子 自己 也 会 做 得 好 ， 好好 照顾 自己 ， 认真 读书 。 然后 如果 父母 思想 是 要 建立 一个 很 好 的 家庭 ， 快乐 地 生活 ， 孩子 也 会 对 他们 好 。
A 1 2|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||S:NOUN|||好处|||REQUIRED|||-NONE-|||0
A 6 7|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 8|||M:OTHER|||让 你|||REQUIRED|||-NONE-|||0
A 30 30|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 31 32|||S:PRON|||他们|||REQUIRED|||-NONE-|||0
A 37 40|||W|||自己 也 会|||REQUIRED|||-NONE-|||0
A 41 41|||M:AUX|||得|||REQUIRED|||-NONE-|||0
A 54 54|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 55 56|||S:OTHER|||建立 一个|||REQUIRED|||-NONE-|||0
A 62 63|||S:SPELL|||地|||REQUIRED|||-NONE-|||0

S 这些 问题 不宜 一概而论 ， 也 是 一言难尽 的 ， 绿色 食品 虽然 已经 普及 了 人们 的 生活 中 ， 但是 假如 没有 添加剂 的话 ， 我们 原来 能 吃 到 的 东西 ， 都 吃 不 了 了 ， 所以 添加剂 是 不可 缺少 的 ， 也 是 功不可没 的 。 问题 是 不仅仅 添加剂 ， 化肥 和 农药 也 是 一个 问题 ， 它们 虽然 带来 农作物 的 增产 ， 但是 也 带来 的 化学 污染 和 伤害 人们 的 健康 。 所以 说 农药 和 化肥 这些 问题 一不宜概而论 ， 也 可以 说 各 有千秋 吧 ， 人们 已经 认识 了 它们 好处 和 坏处 。
T0-A0 这些 问题 不宜 一概而论 ， 也 是 一言难尽 的 ， 绿色 食品 虽然 已经 普及 到 了 人们 的 生活 中 ， 但是 假如 没有 添加剂 的话 ， 我们 原来 能 吃 到 的 东西 ， 都 吃 不 了 了 ， 所以 添加剂 是 不可 缺少 的 ， 也 是 功不可没 的 。 问题 是 不仅仅 是 添加剂 ， 化肥 和 农药 也 是 一个 问题 ， 它们 虽然 带来 农作物 的 增产 ， 但是 也 带来 化学 污染 并且 伤害 了 人们 的 健康 。 所以 说 农药 和 化肥 这些 问题 不宜一概而论 ， 也 可以 说 各有千秋 吧 ， 人们 已经 认识 了 它们 的 好处 和 坏处 。
A 15 15|||M:VERB|||到|||REQUIRED|||-NONE-|||0
A 56 56|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 76 77|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 79 80|||S:CONJ|||并且|||REQUIRED|||-NONE-|||0
A 81 81|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 92 93|||S:SPELL|||不宜一概而论|||REQUIRED|||-NONE-|||0
A 106 106|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 我 的 家庭 有 十 口 人 。 我 的 父母 ， 我 的 哥哥 ， 他 的 妻子 和 女儿 ， 我 的 姐姐 以及 她 的 丈大 和 儿女 们 。 我 最 大 的 爱好 是 旅行 。 比如 这个 夏天 我 待 了 在 中国 一个 月 。
T0-A0 我 的 家庭 有 十 口 人 。 我 的 父母 、 我 的 哥哥 、 他 的 妻子 和 女儿 、 我 的 姐姐 以及 她 的 丈夫 和 儿女 们 。 我 最 大 的 爱好 是 旅行 ， 比如 这个 夏天 我 在 中国 待 了 一个 月 。
A 11 12|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 15 16|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 21 22|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 28 29|||S:NOUN|||丈夫|||REQUIRED|||-NONE-|||0
A 40 41|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 45 49|||W|||在 中国 待 了|||REQUIRED|||-NONE-|||0

S 久后 ， 我 不 想 是 律师 。 律师 有 多 收入 ， 但是 我 不 喜欢 法学 。 我 不 想 做 这个 工作 ， 因为 我 不 想 多 收入 。 我 想 做 好 工作 。 有人 说 ： 金钱 难 买 幸福 ， 但 它 不无 小 補 。
T0-A0 日后 ， 我 不 想 当 律师 。 虽然 律师 有 高 收入 ， 但是 我 不 喜欢 法学 。 我 不 想 做 这个 工作 ， 也 因为 我 不 太 在乎 高 收入 ， 我 只 想 做 好 工作 ， 然而 有人 说 ： “ 金钱 难 买 幸福 ， 但 它 不无作用 。 ”
A 0 1|||S:NOUN|||日后|||REQUIRED|||-NONE-|||0
A 5 6|||S:VERB|||当|||REQUIRED|||-NONE-|||0
A 8 8|||M:CONJ|||虽然|||REQUIRED|||-NONE-|||0
A 10 11|||S:ADJ|||高|||REQUIRED|||-NONE-|||0
A 26 26|||M:ADV|||也|||REQUIRED|||-NONE-|||0
A 29 31|||S:OTHER|||太 在乎 高|||REQUIRED|||-NONE-|||0
A 32 33|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 34 34|||M:ADV|||只|||REQUIRED|||-NONE-|||0
A 38 39|||S:OTHER|||， 然而|||REQUIRED|||-NONE-|||0
A 42 42|||M:PUNCT|||“|||REQUIRED|||-NONE-|||0
A 49 52|||S:ADV|||不无作用|||REQUIRED|||-NONE-|||0
A 53 53|||M:PUNCT|||”|||REQUIRED|||-NONE-|||0

S ” 他 的 意见 是 这样 ， 但是 吸烟 对 个人 健康 带来 很多 不好 影响 ， 它 是 个 毒品 。
T0-A0 他 的 意见 是 这样 的 ， 但是 吸烟 对 个人 健康 会 带来 很多 不好 的 影响 ， 香烟 是 毒品 。
A 0 1|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 12 12|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 15 15|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 17 18|||S:NOUN|||香烟|||REQUIRED|||-NONE-|||0
A 19 20|||R:QUAN|||-NONE-|||REQUIRED|||-NONE-|||0

S 我们 应该 推动 一个 想法 ， 外观 并 不 像 性格 一样 重要 。 人们 应该 满足 于 自己 ， 不 会 这么 挂心 自己 的 容貌 。
T0-A0 我们 应该 推崇 一个 想法 ， 外观 并 不 像 性格 一样 重要 。 人们 应该 先 让 自己 满足 ， 不要 这么 挂心 自己 的 容貌 。
A 2 3|||S:VERB|||推崇|||REQUIRED|||-NONE-|||0
A 16 17|||S:ADV|||先|||REQUIRED|||-NONE-|||0
A 17 18|||S:VERB|||让|||REQUIRED|||-NONE-|||0
A 19 19|||M:VERB|||满足|||REQUIRED|||-NONE-|||0
A 20 22|||S:ADV|||不要|||REQUIRED|||-NONE-|||0

S 水力 的 能源 在于 利用 水 的 蒸发 ， 尤 指 海洋 的 。 对 它 大陆 上 放 走 。 在 高空 水 的 蒸气 实在 有 地心 吸力 的 能力 。 所以 这个 能源 可以 被 检 波 ， 进而 改造 水力 发电站 的 堤坝 。
T0-A0 水力 的 能源 在于 利用 水 的 蒸发 ， 尤 指 海洋 的 。 把 它 在 大陆 上 放 走 ， 在 高空 水 的 蒸气 有 地心 吸力 的 能力 ， 所以 这个 能源 可以 被 检测 ， 进而 改造 水力 发电站 的 堤坝 。
A 14 15|||S:PREP|||把|||REQUIRED|||-NONE-|||0
A 16 16|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 26 27|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 38 40|||S:VERB|||检测|||REQUIRED|||-NONE-|||0

S 但 将来 还是 愿意 做 一个 母亲 ， 因此 现在 还是 坚持 下去 看 多 点 的 世界 ， 教 我 将来 的 孩子 多 点 的 事情 。
T0-A0 但 将来 还是 愿意 做 一个 母亲 ， 因此 现在 还是 坚持 多 去 看 点 世界 ， 将来 多 教 我 的 孩子 点 事情 。
A 12 13|||S:OTHER|||多 去|||REQUIRED|||-NONE-|||0
A 14 15|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 22|||W|||将来 多 教 我|||REQUIRED|||-NONE-|||0
A 24 25|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 特别 家长 ， 有些 歌曲 对 学生 是 有 好处 的 ， 但 毕竟 流行 歌曲 是 成年人 的 产物 ， 难免 有 情 和 爱 在 里面 ， 所以 家长 们 非常 排斥 流行音乐 。 但 不 应该 阻止 他们 去 听 ， 应该 和 他们 一起 了解 流行 音乐 ， 分辨 好坏 ， 好 的 就要 鼓励 他们 去 听 ， 不要 盲目 的 阻止 他们 ， 因 传媒 的 发展 不 是 光 阻止 就 可以 不 让 他们 去 听 的 。
T0-A0 特别 是 某些 家长 。 有些 歌曲 对 学生 是 有 好处 的 ， 但 毕竟 流行歌曲 是 成年人 的 产物 ， 难免 有 情 和 爱 在 里面 ， 所以 家长 们 非常 排斥 流行 音乐 。 但 不 应该 阻止 学生 们 去 听 ， 应该 和 他们 一起 了解 流行 音乐 ， 分辨 好坏 ， 好 的 就要 鼓励 他们 去 听 ， 不要 盲目 地 阻止 他们 ， 因为 传媒 方式 在 不断 发展 ， 不 是 光 阻止 就 可以 不 让 他们 去 听 的 。
A 1 1|||M:OTHER|||是 某些|||REQUIRED|||-NONE-|||0
A 2 3|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 40 41|||S:OTHER|||学生 们|||REQUIRED|||-NONE-|||0
A 65 66|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 69 70|||S:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 71 72|||S:OTHER|||方式 在 不断|||REQUIRED|||-NONE-|||0
A 73 73|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 我 要 介绍 我 的 最 的 朋友 。 她 是 一个 中国 人 ， 我们 有 共同语言 ， 我们 都 喜欢 做 得 饭 ， 喜欢 常客 ， 喜欢 看 书 和 看 电影 。 她 性格 内向 ， 可是 她 很 幽默 。 一般来说 ， 我们 常常 不 见面 ， 因为 她 住 在 洛桑 ， 但是 我们 每个 晚上 打电话 。 我 希望 她 是 我 的 永远 朋友 。
T0-A0 我 要 介绍 我 的 最 好 的 朋友 ， 她 是 一个 中国 人 ， 我们 有 共同语言 ， 我们 都 喜欢 做饭 、 喜欢 唱歌 、 喜欢 看 书 和 看 电影 。 她 性格 内向 ， 可是 她 很 幽默 。 一般来说 ， 我们 不 常常 见面 ， 因为 她 住 在 洛桑 ， 但是 我们 每个 晚上 都 打电话 。 我 希望 她 是 我 永远 的 朋友 。
A 6 6|||M:ADJ|||好|||REQUIRED|||-NONE-|||0
A 8 9|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 22 26|||S:OTHER|||做饭 、|||REQUIRED|||-NONE-|||0
A 27 28|||S:VERB|||唱歌|||REQUIRED|||-NONE-|||0
A 28 29|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 48 50|||W|||不 常常|||REQUIRED|||-NONE-|||0
A 62 62|||M:ADV|||都|||REQUIRED|||-NONE-|||0
A 69 71|||W|||永远 的|||REQUIRED|||-NONE-|||0

S 照 我 的 看法 ， 当 我们 选择 要 看 之 书籍 时 ， 首先 选 一些 适合 我们 学历 范围 内 的 书籍 ， 不要 太 枯燥 ， 一目了然 ， 这样 我们 对 书本 的 内容 、 情节 就 很快 看懂 ， 就 养成 我们 喜欢 阅读 的 爱好 。 平时 在 看 书 时 我们 能 一边 看 一边 念 ， 这样 能 增加 我们 对 书 内 之 内容 更 深刻 更 地 理解 ， 也 能 帮助 我们 说 出 一 口 流利 的 语言 。 无论 在 社会 上 的 那个 角落 ， 如果 我们 已 掌握 好 阅读 之 能力 ， 对 我们 都 有 很 大 的 帮助 ， 无论 在 职业 上 、 交际上 ， 生活 中 ， 都 能 帮助 我们 决解 难题 。
T0-A0 按照 我 的 看法 ， 当 我们 选择 要 看 的 书籍 时 ， 首先 选 一些 在 我们 学历 范围 内 的 书籍 ， 不要 太 枯燥 ， 一目了然 ， 这样 我们 很快 就 能 看 懂 书本 的 内容 、 情节 ， 养成 我们 喜欢 阅读 的 习惯 。 平时 在 看 书 时 ， 我们 要 一边 看 一边 念 ， 这样 能 让 我们 更 深刻 地 理解 书本 的 内容 ， 也 能 帮助 我们 说 出 一 口 流利 的 话 。 无论 在 社会 上 的 哪个 地方 ， 如果 我们 掌握 好 阅读 的 能力 ， 这 将 对 我们 有 很 大 的 帮助 ， 无论 在 职业 上 ， 还是 交际上 ， 还是 生活 中 ， 都 能 帮助 我们 解决 难题 。
A 0 1|||S:PREP|||按照|||REQUIRED|||-NONE-|||0
A 10 11|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 17 18|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 33 34|||S:OTHER|||很快 就 能 看 懂|||REQUIRED|||-NONE-|||0
A 39 42|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 44|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||S:NOUN|||习惯|||REQUIRED|||-NONE-|||0
A 56 56|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 57 58|||S:VERB|||要|||REQUIRED|||-NONE-|||0
A 65 66|||S:VERB|||让|||REQUIRED|||-NONE-|||0
A 67 72|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 74 75|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 77 77|||M:OTHER|||书本 的 内容|||REQUIRED|||-NONE-|||0
A 88 89|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 95 96|||S:SPELL|||哪个|||REQUIRED|||-NONE-|||0
A 96 97|||S:NOUN|||地方|||REQUIRED|||-NONE-|||0
A 100 101|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 104 105|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 107 107|||M:OTHER|||这 将|||REQUIRED|||-NONE-|||0
A 109 110|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 120 121|||S:OTHER|||， 还是|||REQUIRED|||-NONE-|||0
A 123 123|||M:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 130 131|||S:SPELL|||解决|||REQUIRED|||-NONE-|||0

S 现在 电视 上 很多 明星 为了 当成 一 位 流行歌手 奋斗 着 。 他们 一律 唱 着 所谓 流行歌曲 。 什么 叫 流行歌曲 ？ 那 就 是 被 很多 人 受 欢迎 的 歌曲 。
T0-A0 现在 电视 上 很多 明星 为了 当 一 位 流行歌手 而 奋斗 。 他们 一律 唱 着 所谓 的 流行歌曲 。 什么 叫 流行歌曲 ？ 那 就 是 被 很多 人 喜欢 的 歌曲 。
A 6 7|||S:VERB|||当|||REQUIRED|||-NONE-|||0
A 10 10|||M:CONJ|||而|||REQUIRED|||-NONE-|||0
A 11 12|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 30 32|||S:VERB|||喜欢|||REQUIRED|||-NONE-|||0

S 现在 的 医学 也 发现 ， 多 吸烟 的 人 都 会 可能 生 起 癌症 来 而且 各种 不可 医 好 的 病类 。 所以 现在 各国 世界 都 不 准许 个人 随意 吸烟 ， 而 影响 了 其他人 的 身体 健康 。
T0-A0 现在 的 医学 也 发现 ， 多 吸烟 的 人 可能 会 得 癌症 ， 或者 是 各种 不可 医 的 病 ， 所以 现在 各国 都 不 允许 个人 随意 吸烟 ， 避免 影响 了 其他 人 的 身体 健康 。
A 10 11|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 13|||W|||可能 会|||REQUIRED|||-NONE-|||0
A 13 15|||S:VERB|||得|||REQUIRED|||-NONE-|||0
A 16 18|||S:OTHER|||， 或者 是|||REQUIRED|||-NONE-|||0
A 21 22|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S:NOUN|||病|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 28 29|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S:VERB|||允许|||REQUIRED|||-NONE-|||0
A 36 37|||S:VERB|||避免|||REQUIRED|||-NONE-|||0

S 因为 在 每 一个 孩子 的 成长 阶段 ， 父母 是 培养 孩子 的 主异人 ， 大多数 的 时间 都 与 父母 生活 在 一起 ， 从 幼儿 时期 到 成年 之前 时时刻刻 都 离 不 开 父母 ， 在 学习 他们 的 一举一动 ， 这 都 对 孩子 今后 的 思想 、 性格 和 爱好 等 也 起 着 正 负面 的 影响 。
T0-A0 因为 在 孩子 成长 的 每 一个 阶段 ， 父母 都 是 培养 孩子 的 主导 人 。 孩子 大多数 的 时间 都 与 父母 生活 在 一起 ， 从 幼儿 时期 到 成年 之前 时时刻刻 都 离 不 开 父母 ， 都 在 学习 他们 的 一举一动 ， 这 都 对 孩子 今后 的 思想 、 性格 和 爱好 等 起 着 正 负面 的 影响 。
A 2 4|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 7|||W|||成长 的|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||每 一个|||REQUIRED|||-NONE-|||0
A 10 10|||M:ADV|||都|||REQUIRED|||-NONE-|||0
A 14 16|||S:OTHER|||主导 人 。 孩子|||REQUIRED|||-NONE-|||0
A 39 39|||M:ADV|||都|||REQUIRED|||-NONE-|||0
A 57 58|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 不过 假如 我 想像 从 今天 食品 突然 没 了 ， 那 我 应该 后悔 。 因此 ， 我 认为 人人 得 省 得 浪费 食品 。 尤其 是 饮食 的 东西 最 丰富 的 时候 ， 很 注意 。
T0-A0 不过 我 想像 假如 从 今天 开始 食品 突然 没 了 ， 那 我 应该 后悔 。 因此 ， 我 认为 人人 得 节约 不要 浪费 食品 。 尤其 是 饮食 的 东西 最 丰富 的 时候 ， 得 很 注意 。
A 1 4|||W|||我 想像 假如|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||开始|||REQUIRED|||-NONE-|||0
A 22 23|||S:VERB|||节约|||REQUIRED|||-NONE-|||0
A 23 24|||S:ADV|||不要|||REQUIRED|||-NONE-|||0
A 37 37|||M:VERB|||得|||REQUIRED|||-NONE-|||0

S 去年 我 去 了 日本 、 在 共立 女士 大学 留学 。 这 是 我 生活 中 经历 的 最 好 的 经验 之一 ， 其实 我 很 幸运 。 我 觉得 ， 留学 的 好坏 不仅 是 在 大学 学习 成功 ， 而且 要 积累 很多 生活 经验 。
T0-A0 去年 我 去 了 日本 ， 在 公立 女子 大学 留学 。 这 是 我 生活 中 经历 的 最 好 的 事情 之一 ， 我 觉得 很 幸运 。 我 觉得 ， 留学 的 好处 不仅 是 在 大学 学习 成功 ， 而且 还 能 积累 很多 生活 经验 。
A 5 6|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 7 8|||S:SPELL|||公立|||REQUIRED|||-NONE-|||0
A 8 9|||S:NOUN|||女子|||REQUIRED|||-NONE-|||0
A 22 23|||S:NOUN|||事情|||REQUIRED|||-NONE-|||0
A 25 26|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 27|||M:VERB|||觉得|||REQUIRED|||-NONE-|||0
A 35 36|||S:NOUN|||好处|||REQUIRED|||-NONE-|||0
A 44 45|||S:OTHER|||还 能|||REQUIRED|||-NONE-|||0

S 的 人 都 不好 的 ， 可是 受 最 大 的 影响 的 人 是 怀孕者 和 青少年 。 怀孕 的 女人 不但 危害 自己 ， 受 更 大 的 是 她 的 婴儿 ， 而 出生 的 时候 可能 不 太 正常 。 青少 还是 在 成长 的 阶段 ， 然而 这时候 开始 吸烟 的话 ， 更 容易 会 受 影响 ， 比 原来 能 健康 没有 健康 。
T0-A0 吸烟 对 所有 人 来说 都 是 不好 的 ， 可是 受 最 大 的 影响 的 人 是 怀孕者 和 青少年 。 怀孕 的 女人 吸烟 不但 危害 自己 ， 受 更 大 的 影响 的 是 她 的 婴儿 ， 这 可能 会 导致 婴儿 出生 的 时候 不 太 正常 ； 青少年 还是 在 成长 的 阶段 ， 然而 这时候 开始 吸烟 的 话 ， 会 更 容易 受 影响 ， 比如 青少年 的 身体 原来 是 健康 的 ， 吸烟 后 就 会 变 得 不 健康 。
A 0 1|||S:OTHER|||吸烟 对 所有|||REQUIRED|||-NONE-|||0
A 2 2|||M:AUX|||来说|||REQUIRED|||-NONE-|||0
A 3 3|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 22 22|||M:VERB|||吸烟|||REQUIRED|||-NONE-|||0
A 29 29|||M:OTHER|||的 影响|||REQUIRED|||-NONE-|||0
A 35 36|||S:OTHER|||这 可能 会 导致 婴儿|||REQUIRED|||-NONE-|||0
A 39 40|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 44|||S:PUNCT|||；|||REQUIRED|||-NONE-|||0
A 44 45|||S:NOUN|||青少年|||REQUIRED|||-NONE-|||0
A 57 60|||W|||会 更 容易|||REQUIRED|||-NONE-|||0
A 63 64|||S:OTHER|||比如 青少年 的 身体|||REQUIRED|||-NONE-|||0
A 65 66|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 67 68|||S:OTHER|||的 ， 吸烟 后 就 会 变 得 不|||REQUIRED|||-NONE-|||0

S 如果 不 抽烟 的 人 跟 抽烟 的 人 一 段 时间 一起 生活 ， 癌症 等 发病率 不 抽烟 的 人 比 抽烟 的 人 高 。 要是 抽烟 的 人 为了 抽烟 损坏 自己 的 健康 ， 是 自己 的 责任 。 但是 不 抽烟 的 人 为了 别人 的 烟 损坏 健康 的话 ， 怎么办 ？ 在 公共场所有 的 人 抽烟 ， 会 损坏 很多 人 的 健康 ， 所以 我 觉得 “ 在 公共场所 边 走 边 抽 的 人 将 被 罚款 ” 这个 措施 是 很 好 的 。
T0-A0 如果 不 抽烟 的 人 跟 抽烟 的 人 一起 生活 一 段 时间 ， 癌症 等 发病率 不 抽烟 的 人 比 抽烟 的 人 高 。 要是 抽烟 的 人 因为 抽烟 损害 自己 的 健康 ， 是 自己 的 责任 。 但是 不 抽烟 的 人 因为 别人 的 烟 损坏 健康 的话 ， 怎么办 ？ 在 公共场 所有 的 人 抽烟 ， 会 损害 很多 人 的 健康 ， 所以 我 觉得 “ 在 公共场所 边 走 边 抽 的 人 将 被 罚款 ” 这个 措施 是 很 好 的 。
A 9 14|||W|||一起 生活 一 段 时间|||REQUIRED|||-NONE-|||0
A 32 33|||S:PREP|||因为|||REQUIRED|||-NONE-|||0
A 34 35|||S:VERB|||损害|||REQUIRED|||-NONE-|||0
A 49 50|||S:PREP|||因为|||REQUIRED|||-NONE-|||0
A 66 67|||S:VERB|||损害|||REQUIRED|||-NONE-|||0

S 比如说 歌手 的 孩子 常常 成 歌手 ， 这 是 因为 孩子 一直 看 妈妈 或者 爸爸 唱歌 的 ， 歌曲 是 他 的 生活 中 不可 缺少 的 东西 ， 还有 他 不禁 训练 过 唱歌 因为 他 不 知道 这个 是 不 是 训练 。
T0-A0 比如说 歌手 的 孩子 常常 成为 歌手 ， 这 是 因为 孩子 小时候 一直 听 妈妈 或者 爸爸 唱歌 ， 歌曲 是 他 的 生活 中 不可 缺少 的 东西 ， 还有 他 没有 经过 训练 就 会 唱歌 是 因为 他 不 知道 这个 是 不 是 训练 。
A 5 6|||S:VERB|||成为|||REQUIRED|||-NONE-|||0
A 12 12|||M:NOUN|||小时候|||REQUIRED|||-NONE-|||0
A 13 14|||S:VERB|||听|||REQUIRED|||-NONE-|||0
A 18 19|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 34|||S:OTHER|||没有 经过|||REQUIRED|||-NONE-|||0
A 35 36|||S:OTHER|||就 会|||REQUIRED|||-NONE-|||0
A 37 37|||M:VERB|||是|||REQUIRED|||-NONE-|||0

S 首先 ， 对 你 我 和 大家 的 关于 健康 问题 有 明显 的 不好 之 处 。 其次 吸烟 还 对 周围 造成 污染 环境 ， 这样一来 ， 就 影响 到 工作 的 效果 。 要是 你 要 看 某个 人 有 这种 习惯 也 应该 按照 单位 的 规定 去 做 ， 违纪 的 话 都 被 罚款 。
T0-A0 首先 ， 对 你 我 和 大家 的 健康 方面 有 明显 的 不好 之 处 。 其次 吸烟 还 对 周围 环境 造成 污染 ， 这样一来 ， 就 影响 到 工作 的 效果 。 要是 你 看到 某个 人 有 这种 习惯 ， 也 应该 提醒 他 按照 单位 的 规定 去 做 ， 违纪 的 话 都 会 被 罚款 。
A 8 9|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||S:NOUN|||方面|||REQUIRED|||-NONE-|||0
A 23 26|||W|||环境 造成 污染|||REQUIRED|||-NONE-|||0
A 38 40|||S:VERB|||看到|||REQUIRED|||-NONE-|||0
A 45 45|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 47 47|||M:OTHER|||提醒 他|||REQUIRED|||-NONE-|||0
A 58 58|||M:VERB|||会|||REQUIRED|||-NONE-|||0

S 在 生活 当中 在 父母 的 教养 下 ， 孩子 慢慢 地 长大 ， 他 会 从 父母 很 小 的 动作 留意 。 比如 两 岁 的 一个 孩子 ， 当 他 妈妈 说 “ 吃奶 了 ” 他 马上 就 去 找 奶粉 还有 到 他 学 说话 时 ， 父母 会 很 认真 的 纠正 他们 的 话 ， 对 某 一个 简单 的 东西 给 孩子 们 介绍 。
T0-A0 生活 当中 ， 在 父母 的 教育 下 ， 孩子 慢慢 地 长大 ， 他 会 留意 父母 很 小 的 动作 。 比如 两 岁 的 一个 孩子 ， 当 他 妈妈 说 “ 吃奶 了 ” ， 他 马上 就 去 找 奶粉 。 还有 到 他 学 说话 时 ， 父母 会 很 认真 的 纠正 他们 的 话 ， 用 某 一个 简单 的 东西 给 孩子 们 介绍 。
A 0 1|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 6 7|||S:VERB|||教育|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||留意|||REQUIRED|||-NONE-|||0
A 22 23|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 39|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 45 45|||M:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 62 63|||S:PREP|||用|||REQUIRED|||-NONE-|||0

S 交 朋友 的 时 后 ， 很 可能 会 碰到 矛盾 。 那么 在 这 段 时间 我们 就 可以 知道 这 两 个 人 真 不 真 是 朋友 。 如果 能 过 这个 矛盾 ， 那么 就 是 真正 的 朋友 。
T0-A0 交朋友 的 时候 ， 很 可能 会 碰到 矛盾 。 那么 在 这 段 时间 里 我们 就 可以 知道 这 两 个 人 是 不 是 真 朋友 。 如果 能 解决 这个 矛盾 ， 那么 就 是 真正 的 朋友 。
A 3 5|||S:SPELL|||时候|||REQUIRED|||-NONE-|||0
A 17 17|||M:NOUN|||里|||REQUIRED|||-NONE-|||0
A 25 26|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 27 29|||W|||是 真|||REQUIRED|||-NONE-|||0
A 33 34|||S:VERB|||解决|||REQUIRED|||-NONE-|||0

S 客人 之前 往往 也 互相 劝酒 。 如果 客人 不 愿意 喝 很多 酒 的话 ， 主人 不 会 高兴 。 可见 在 这样 的 中餐桌 上 并 不 是 各位 安静 地 坐 在 椅子 上 ， 一定 会 有 劝酒 ， 劝 菜 ， 高声 谈笑 ， 非常 热闹 。
T0-A0 客人 之间 往往 也 互相 劝酒 。 如果 客人 不 愿意 喝 很多 酒 的话 ， 主人 就 会 不 高兴 。 可见 在 这样 的 中餐桌 上 ， 各位 并 不 是 安静 地 坐 在 椅子 上 ， 一定 会 有人 劝酒 ， 劝菜 ， 高声 谈笑 ， 气氛 非常 热闹 。
A 1 2|||S:SPELL|||之间|||REQUIRED|||-NONE-|||0
A 17 17|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 17 19|||W|||会 不|||REQUIRED|||-NONE-|||0
A 27 31|||W|||， 各位 并 不 是|||REQUIRED|||-NONE-|||0
A 40 41|||S:PRON|||有人|||REQUIRED|||-NONE-|||0
A 49 49|||M:NOUN|||气氛|||REQUIRED|||-NONE-|||0

S 它 是 未 经 这 化肥 和 农药 以及 防腐剂 的 食品 ， 对 人体 没有 害处 。 吃 了 当然 很 好 ， 不过 这样 使 农体物 的 产量 大大 的 降低 。 现在 世界 上 有 几亿 人 缺少 粮食 而 挨饿 。
T0-A0 它 是 没有 用 化肥 、 农药 以及 防腐剂 的 食品 ， 对 人体 没有 害处 ， 吃 了 当然 很 好 ， 不过 这样 会 使 农作物 的 产量 大大 降低 。 现在 世界 上 有 几亿 人 因 缺少 粮食 而 挨饿 。
A 2 5|||S:OTHER|||没有 用|||REQUIRED|||-NONE-|||0
A 6 7|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 17 18|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 27 28|||S:SPELL|||农作物|||REQUIRED|||-NONE-|||0
A 31 32|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 40|||M:PREP|||因|||REQUIRED|||-NONE-|||0

S 我 是 学士 。 因此 我 还 没有 职业 。 但是 ， 我 想 一定 因 该 学习 。 好 工作 要 好 学历 。
T0-A0 我 是 学生 ， 因此 我 还 没有 工作 。 但是 ， 我 想 一定 要 好好 学习 ， 因为 好 工作 需要 好 学历 。
A 2 3|||S:NOUN|||学生|||REQUIRED|||-NONE-|||0
A 3 4|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||S:NOUN|||工作|||REQUIRED|||-NONE-|||0
A 15 17|||S:OTHER|||要 好好|||REQUIRED|||-NONE-|||0
A 18 19|||S:OTHER|||， 因为|||REQUIRED|||-NONE-|||0
A 21 22|||S:VERB|||需要|||REQUIRED|||-NONE-|||0

S 我 认为 吸烟 对 只 吸烟 的 人 自己 不好 的话 ， 别人 吸烟 不 吸烟 无所谓 。
T0-A0 我 认为 如果 吸烟 只 对 吸烟者 自己 不好 的话 ， 那么 别人 吸 不 吸烟 对 我 来说 无所谓 。
A 2 2|||M:CONJ|||如果|||REQUIRED|||-NONE-|||0
A 3 5|||W|||只 对|||REQUIRED|||-NONE-|||0
A 5 8|||S:NOUN|||吸烟者|||REQUIRED|||-NONE-|||0
A 12 12|||M:CONJ|||那么|||REQUIRED|||-NONE-|||0
A 13 14|||S:VERB|||吸|||REQUIRED|||-NONE-|||0
A 16 16|||M:OTHER|||对 我 来说|||REQUIRED|||-NONE-|||0

S 消息 说 现在 在 公共场所 抽烟 的 地方 越来越 少 ， 但 我 想 这样 根本 不 可以 减 小 抽烟 的 人数 。 现在 社会 里 的 问题 是 青少年 的 抽烟 ， 他们 明明 知道 抽烟 对 身体 不好 他们 为什么 还要 抽 呢 ？
T0-A0 有 消息 说 现在 公共场所 可以 抽烟 的 地方 越来越 少 ， 但 我 想 这样 根本 不 可以 减少 抽烟 的 人数 。 现在 社会 里 的 问题 是 青少年 的 抽烟 ， 他们 明明 知道 抽烟 对 身体 不好 ， 他们 为什么 还要 抽 呢 ？
A 0 0|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 3 4|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M:VERB|||可以|||REQUIRED|||-NONE-|||0
A 18 20|||S:SPELL|||减少|||REQUIRED|||-NONE-|||0
A 41 41|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 我 还 不 知道 什么 职业 从事 ， 但 我 会 我 喜欢 语言 ， 比如 我 想 作 翻译 。 我 的 家 总是 说 我 应该 做 一个 职业 我 爱 的 ： 我 同意 这样 的 看法 。
T0-A0 我 还 不 知道 从事 什么 职业 ， 但 我 喜欢 语言 ， 比如 我 想 做 翻译 。 我 的 家人 总是 说 我 应该 做 一个 我 爱 的 职业 ： 我 同意 这样 的 看法 。
A 4 7|||W|||从事 什么 职业|||REQUIRED|||-NONE-|||0
A 9 11|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S:SPELL|||做|||REQUIRED|||-NONE-|||0
A 23 24|||S:NOUN|||家人|||REQUIRED|||-NONE-|||0
A 30 34|||W|||我 爱 的 职业|||REQUIRED|||-NONE-|||0

S 在 我 的 家 有 四 家 人 ： 我 爸爸 ， 妈妈 ， 哥哥 和 我 。
T0-A0 我 的 家 有 四 口 人 ： 爸爸 、 妈妈 、 哥哥 和 我 。
A 0 1|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S:QUAN|||口|||REQUIRED|||-NONE-|||0
A 9 10|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 13 14|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0

S 我 认为 特别 父母 的 日常 行为 会 形成 孩子 的 行为 ， 一个 很 重要 的 方面 是 对 别人 的 态度 。 如果 说 父母 对 孩子 的 行为 是 很 温柔 的 ， 那么 说 孩子 对 别人 很 可能 也 有 很 和气 的 一个 态度 。
T0-A0 我 认为 特别 是 父母 的 日常 行为 会 影响 孩子 的 行为 ， 其中 一个 很 重要 的 方面 是 对 别人 的 态度 。 如果 说 父母 对 孩子 的 态度 是 很 温柔 的 ， 那么 孩子 对 别人 很 可能 也 持有 一个 很 和气 的 态度 。
A 3 3|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 8 9|||S:VERB|||影响|||REQUIRED|||-NONE-|||0
A 13 13|||M:PRON|||其中|||REQUIRED|||-NONE-|||0
A 30 31|||S:NOUN|||态度|||REQUIRED|||-NONE-|||0
A 37 38|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S:OTHER|||持有 一个|||REQUIRED|||-NONE-|||0
A 48 49|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 希望 政府 将 在 不久 的 未年 ， 慎重 并 严重 地 实施 一 系列 的 禁烟 方案 ， 一来 使 市容 清洁 、 空气 清新 ； 二来 维护 不 吸烟者 的 身体 健康 与 受 二手烟 带来 的 恶劣 情绪 。
T0-A0 我 希望 政府 在 不久 的 未来 ， 慎重 并 严格 地 实施 一 系列 的 禁烟 方案 ， 一来 使 市容 清洁 、 空气 清新 ； 二来 保护 不吸烟者 的 身体 健康 与 避免 二手烟 带来 的 恶劣 情绪 。
A 3 4|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||S:NOUN|||未来|||REQUIRED|||-NONE-|||0
A 11 12|||S:ADJ|||严格|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||保护|||REQUIRED|||-NONE-|||0
A 36 37|||S:VERB|||避免|||REQUIRED|||-NONE-|||0

S 文凭 不 准 是 成功 的 保证 之一 ， 也 是 因为 一个 人 的 文凭 不 相当 于 这个 人 实际 的 价值 。
T0-A0 文凭 不 是 成功 的 保证 ， 因为 一个 人 的 文凭 与 这个 人 实际 的 价值 不 对等 。
A 2 3|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 11|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 19|||S:PREP|||与|||REQUIRED|||-NONE-|||0
A 24 24|||M:OTHER|||不 对等|||REQUIRED|||-NONE-|||0

S 我 也 在 办公室 有 过 工作 。 尽管 对 公司 来说 ， 学历 是 很 重要 ， 但 我 没 想 很多 。
T0-A0 我 也 在 办公室 工作 过 ， 尽管 对 公司 来说 ， 学历 是 很 重要 的 ， 但 我 没 想 太 多 。
A 4 5|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 7|||W|||工作 过|||REQUIRED|||-NONE-|||0
A 7 8|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 17|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 22 23|||S:OTHER|||太 多|||REQUIRED|||-NONE-|||0

S 比如说 非亚 一带 国家 的 人 都 没有 吃 的 东西 而 死 ， 还有 一些 国家 ， 有 一些 人 吃 的 很 好 ， 而且 想到 要 吃 对 身体 好 的 东西 。
T0-A0 比如说 ， 非 亚 一带 国家 的 人 因 没有 东西 吃 而 死 ， 还有 一些 国家 ， 有 一些 人 吃 得 很 好 ， 而且 想到 要 吃 对 身体 好 的 东西 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 6 7|||S:CONJ|||因|||REQUIRED|||-NONE-|||0
A 8 10|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 11|||M:VERB|||吃|||REQUIRED|||-NONE-|||0
A 22 23|||S:SPELL|||得|||REQUIRED|||-NONE-|||0
T0-A1 比如说 ， 非 亚 一带 国家 的 人 因 没有 东西 吃 而 死 ， 还有 一些 国家 ， 有 一些 人 吃 得 很 好 ， 而且 想到 要 吃 对 身体 好 的 东西 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 6 7|||S:CONJ|||因|||REQUIRED|||-NONE-|||0
A 8 11|||W|||东西 吃|||REQUIRED|||-NONE-|||0
A 22 23|||S:SPELL|||得|||REQUIRED|||-NONE-|||0

S 人口 为 10万 所以 好像 会 比 很多 在 中国 的 小镇 小 多 的 。
T0-A0 人口 只 有 10万 ， 所以 好像 会 比 很多 中国 的 小镇 小 得 多 。
A 1 2|||S:OTHER|||只 有|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 15|||S:OTHER|||得 多|||REQUIRED|||-NONE-|||0
T0-A1 人口 只 有 10万 ， 所以 好像 会 比 很多 中国 的 小镇 小 得 多 。
A 1 2|||S:OTHER|||只 有|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:AUX|||得|||REQUIRED|||-NONE-|||0
A 14 15|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 综上所述 ， 我们 世界 各国 朋友 们 只有 持之以恒 坚持 到底 共同 努力 就 会 决解 现在 受苦 挨饿 的 现象 。
T0-A0 综上所述 ， 我们 世界 各国 的 朋友 们 只有 持之以恒 、 坚持 到底 、 共同 努力 才 会 解决 现在 受苦 挨饿 的 问题 。
A 5 5|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 9 9|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 11 11|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 13 14|||S:CONJ|||才|||REQUIRED|||-NONE-|||0
A 15 16|||S:SPELL|||解决|||REQUIRED|||-NONE-|||0
A 20 21|||S:NOUN|||问题|||REQUIRED|||-NONE-|||0

S ” 这 就 是 社会 上 基本 原则 。 这样一来 ， 整个 世界 会 一起 提高 社会 生活 素质 。
T0-A0 这 就是 社会 上 的 基本 原则 。 这样一来 ， 整个 社会会 一起 提高 生活 质量 。
A 0 1|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 12 14|||S:NOUN|||社会会|||REQUIRED|||-NONE-|||0
A 16 17|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S:NOUN|||质量|||REQUIRED|||-NONE-|||0

S 回 瑞士 的 时候 ， 我 觉得 我 儿子 什么 都 不 记得 。 我 女儿 记得 一点点 。 我 觉得 一般 跟 孩子 旅游 好玩儿 。 但是 上次 要 旅游 ， 可能 我 和 我 丈夫 不要 带 孩子 。
T0-A0 回 瑞士 的 时候 ， 我 觉得 我 儿子 什么 都 不 记得 。 我 女儿 记得 一点点 。 我 觉得 一般 跟 孩子 一起 旅游 应该 是 好 玩儿 的 事情 。 但是 下次 再 旅游 ， 可能 我 和 我 丈夫 都 不 想 带 孩子 。
A 24 24|||M:NOUN|||一起|||REQUIRED|||-NONE-|||0
A 25 26|||S:OTHER|||应该 是 好 玩儿 的 事情|||REQUIRED|||-NONE-|||0
A 28 29|||S:NOUN|||下次|||REQUIRED|||-NONE-|||0
A 29 30|||S:ADV|||再|||REQUIRED|||-NONE-|||0
A 37 38|||S:OTHER|||都 不 想|||REQUIRED|||-NONE-|||0

S 众所之知 ， 吸烟 对 人类 健康 弊于 和 大 的 不良 习惯 。 目前 市政府 决定 禁止 在 公共场所 上 的 吸烟 行为 ， 我 积极 的 赞成 。
T0-A0 众所周知 ， 吸烟 是 对 人类 健康 弊 大于 利 的 不良 习惯 。 目前 市政府 决定 禁止 在 公共场所 吸烟 ， 我 积极 地 赞成 这项 决定 。
A 0 1|||S:OTHER|||众所周知|||REQUIRED|||-NONE-|||0
A 3 3|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 6 9|||S:OTHER|||弊 大于 利|||REQUIRED|||-NONE-|||0
A 19 21|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 28 28|||M:OTHER|||这项 决定|||REQUIRED|||-NONE-|||0

S 吸烟 是 一个 对 身体 健康 极为 不良 的 习惯 。 它 不但 有 损 呼吸系统 的 有效 运作 ， 而且 还 会 增加 肺癌 的 可能性 以及 其他 与 呼吸系统 有关 的 疾病 。 除此之外 ， 由于 人体 的 健康 运作 有赖于 各个 细胞 ， 肌肉 ， 器官 ， 乃至 系统 的 合作 ， 若 一个 器官 或 系统 因 吸烟 对 身体 的 不良 影响 而 受到 损伤 ， 整个 人体 的 运作 亦 会 因而 被 损害 。
T0-A0 吸烟 是 一个 对 身体 健康 极为 有害 的 习惯 。 它 不但 有损 呼吸系统 的 正常 运作 ， 而且 还 会 增加 患 肺癌 以及 其他 与 呼吸系统 有关 的 疾病 的 可能性 。 除此之外 ， 由于 人体 的 健康 运作 有赖于 各个 细胞 、 肌肉 、 器官 乃至 系统 的 合作 ， 若 有 一个 器官 或 系统 因 吸烟 对 身体 产生 的 不良 的 影响 而 损伤 ， 整个 人体 的 运作 就 会 受 损害 。
A 7 8|||S:ADJ|||有害|||REQUIRED|||-NONE-|||0
A 17 18|||S:ADJ|||正常|||REQUIRED|||-NONE-|||0
A 24 24|||M:VERB|||患|||REQUIRED|||-NONE-|||0
A 25 34|||W|||以及 其他 与 呼吸系统 有关 的 疾病 的 可能性|||REQUIRED|||-NONE-|||0
A 45 46|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 47 48|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 49 50|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 56|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 64 64|||M:VERB|||产生|||REQUIRED|||-NONE-|||0
A 66 66|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 68 69|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 75 76|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 77 79|||S:VERB|||受|||REQUIRED|||-NONE-|||0

S 但是 这些 流行歌 的 作者 都 没有 一定 的 创造信 。 他们 写 的 都 是 一样 的 内容 都 是 一样 的 ： 不 是 “ 我 爱 你 ” 就 是 “ 你 爱 我 ” 或者 就是 “ 你 为什么 不 爱 我 ？ ” 除了 这些 很 简单 的 内容 以外 不 会 有 其它 的 更 有 意义 的 。
T0-A0 但是 这些 流行歌 的 作者 都 没有 一定 的 创造力 ， 他们 写 的 都 是 一样 的 内容 ： 不 是 “ 我 爱 你 ” 就是 “ 你 爱 我 ” ， 或者 就是 “ 你 为什么 不 爱 我 ？ ” 除了 这些 很 简单 的 内容 以外 不 会 有 其它 更 有 意义 的 内容 。
A 9 10|||S:NOUN|||创造力|||REQUIRED|||-NONE-|||0
A 10 11|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 19 23|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 59 60|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 64 64|||M:NOUN|||内容|||REQUIRED|||-NONE-|||0

S 每天 下课 了 以后 他 陪同 我 回家 。 他 又 幽默 又 烦人 。 有的 时候 他 玩笑 、 说 噱头 、 做 可笑 的 手势 。 但是 还有的 时候 他 说 不 真 的 事 ， 做 坏 的 玩笑 、 说 粗话 。
T0-A0 每天 下课 以后 他 陪 我 回家 。 他 又 幽默 又 烦人 。 有的 时候 他 开玩笑 、 说大话 、 做 可笑 的 手势 。 但是 还有的 时候 他 说 不 真实 的 事 、 开 不好 的 玩笑 、 说粗话 。
A 2 3|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||S:VERB|||陪|||REQUIRED|||-NONE-|||0
A 18 19|||S:VERB|||开玩笑|||REQUIRED|||-NONE-|||0
A 20 22|||S:OTHER|||说大话|||REQUIRED|||-NONE-|||0
A 34 35|||S:ADJ|||真实|||REQUIRED|||-NONE-|||0
A 37 38|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 38 39|||S:VERB|||开|||REQUIRED|||-NONE-|||0
A 39 40|||S:ADJ|||不好|||REQUIRED|||-NONE-|||0

S 如果 我 浪费 水 ， 我 的 父母 告诉 我 。 在家 ， 为了 不 浪费 电力 ， 我们 只 看 电视 每天 一个 小时 。 这 可以 帮助 我们 节约 电力 。 我 认为 每个 人 都 应该 做 同样 的 。 人 都 会 明白 ， 这 是 他们 的 责任 ， 不 浪费 资源 。 另 一个 问题 是 污染 ， 因为 它 破坏 环境 。 为了 养活 污染 ， 我们 应该 减少 使用 汽车 。 污染 有害 动物 ， 植物 和 人 。
T0-A0 如果 我 浪费 水 ， 我 的 父母 就 会 提醒 我 。 在家 ， 为了 不 浪费 电力 ， 我们 每天 只 看 一个 小时 电视 。 这 可以 帮助 我们 节约 电力 。 我 认为 每个 人 都 应该 做 同样 的 事 。 人 都 会 明白 ， 这 是 他们 的 责任 ， 不 应该 浪费 资源 。 另 一个 问题 是 污染 ， 因为 它 破坏 环境 。 为了 减少 污染 ， 我们 应该 减少 使用 汽车 的 次数 。 污染 会 伤害 动物 ， 植物 和 人 。
A 8 9|||S:OTHER|||就 会 提醒|||REQUIRED|||-NONE-|||0
A 19 19|||M:PRON|||每天|||REQUIRED|||-NONE-|||0
A 21 23|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M:NOUN|||电视|||REQUIRED|||-NONE-|||0
A 42 42|||M:NOUN|||事|||REQUIRED|||-NONE-|||0
A 55 55|||M:VERB|||应该|||REQUIRED|||-NONE-|||0
A 70 71|||S:VERB|||减少|||REQUIRED|||-NONE-|||0
A 78 78|||M:OTHER|||的 次数|||REQUIRED|||-NONE-|||0
A 80 81|||S:OTHER|||会 伤害|||REQUIRED|||-NONE-|||0

S 毛泽东 觉得 愚公 当 英雄 ， 因为 他 作 工作 得 很 努力 。
T0-A0 毛泽东 觉得 愚公 是 英雄 ， 因为 他 工作 做 得 很 努力 。
A 3 4|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 8 9|||S:VERB|||工作|||REQUIRED|||-NONE-|||0
A 9 10|||S:VERB|||做|||REQUIRED|||-NONE-|||0
T0-A1 毛泽东 觉得 愚公 是 英雄 ， 因为 他 工作 做 得 很 努力 。
A 3 4|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M:VERB|||做|||REQUIRED|||-NONE-|||0

S 许多 的 情侣 认为 ， 得 不 到 亲戚 们 的 认同 也 没关系 ， 一切 的 困难 只要 彼此 相爱 没 人 能 难倒 他们 。
T0-A0 许多 的 情侣 认为 ： 得 不 到 亲戚 们 的 认同 也 没关系 ， 面对 一切 困难 ， 只要 彼此 相爱 ， 没 人 能 难倒 他们 。
A 4 5|||S:PUNCT|||：|||REQUIRED|||-NONE-|||0
A 15 15|||M:VERB|||面对|||REQUIRED|||-NONE-|||0
A 16 17|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 18|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 21 21|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 我 觉得 我 的 日文 文化 考试 完 蛋 了 ， 因为 我 睡 不 会 ， 所以 我 不 思考 的 好 。
T0-A0 我 觉得 我 的 日语 文化 考试 完 蛋 了 ， 因为 我 没 睡 好 ， 所以 我 思考 的 答案 不好 。
A 4 5|||S:NOUN|||日语|||REQUIRED|||-NONE-|||0
A 13 13|||M:ADV|||没|||REQUIRED|||-NONE-|||0
A 14 16|||S:ADJ|||好|||REQUIRED|||-NONE-|||0
A 19 20|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:OTHER|||答案 不好|||REQUIRED|||-NONE-|||0

S 我 高中生 时 我 一 年 学习 了 汉语 ， 但 我 都 忘 了 。 然而 在 上海 时 我 逐渐 记 起来 一些 汉语 的 句字 。
T0-A0 在 上 高中 时 ， 我 学习 了 一 年 的 汉语 ， 但 我 都 忘 了 。 然而 在 上海 时 我 逐渐 记 起来 一些 汉语 的 句子 。
A 0 2|||S:OTHER|||在 上 高中|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 4 4|||M:OTHER|||学习 了|||REQUIRED|||-NONE-|||0
A 6 8|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 27 28|||S:SPELL|||句子|||REQUIRED|||-NONE-|||0

S 不 损害 别人 的 权利 上 ， 他们 的 爱好 也 要 被 保障 ， 公共场所 里 ， 为了 烟民 建立 一个 吸烟 地区 。 这样 ， 大家 都 被 保障 自己 的 权利 ， 都 享受 福利 。
T0-A0 在 不 损害 别人 的 权利 的 基础 上 ， 他们 的 爱好 也 要 被 保障 。 可以 在 公共场所 里 为 烟民 建立 一个 吸烟 地区 ， 这样 ， 大家 的 权利 都 得到 了 保障 ， 大家 都 享受 到 了 福利 。
A 0 0|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||的 基础|||REQUIRED|||-NONE-|||0
A 14 15|||S:OTHER|||。 可以 在|||REQUIRED|||-NONE-|||0
A 17 19|||S:PREP|||为|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 28 28|||M:OTHER|||的 权利|||REQUIRED|||-NONE-|||0
A 29 30|||S:OTHER|||得到 了|||REQUIRED|||-NONE-|||0
A 31 34|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M:PRON|||大家|||REQUIRED|||-NONE-|||0
A 37 37|||M:OTHER|||到 了|||REQUIRED|||-NONE-|||0

S 我 小 的 时候 ， 去 过 许多 外国 国家 ， 不但 欧洲 的 国 ， 例如 意大利 、 德国 、 法国 、 英国 ， 等等 ， 而且 日本 和 韩国 。 虽然 那些 地头 都 对 游人 来说 很 流行 ， 但是 有 很多 我 不 要 的 不利 条件 ， 赤 即 最 腻歪 的 是 车水马送龙 。 因为 在 农村 里 活 空气 又 闷沉闷沉 ， 对 呼吸 不好 。
T0-A0 我 小 的 时候 ， 去 过 许多 外国 国家 ， 不仅 有 欧洲 的 国家 ， 例如 意大利 、 德国 、 法国 、 英国 等等 ， 而且 有 日本 和 韩国 。 虽然 那些 地方 都 对 游客 来说 很 流行 ， 但是 有 很多 我 不 喜欢 的 不利 条件 ， 最 严重 的 即 是 车水马龙 。 因为 在 农村 里 生活 ， 空气 又 闷闷沉沉 ， 对 呼吸 不好 。
A 11 12|||S:OTHER|||不仅 有|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||国家|||REQUIRED|||-NONE-|||0
A 24 25|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||地方|||REQUIRED|||-NONE-|||0
A 37 38|||S:NOUN|||游客|||REQUIRED|||-NONE-|||0
A 47 48|||S:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 52 54|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 56|||S:ADJ|||严重|||REQUIRED|||-NONE-|||0
A 57 57|||M:ADV|||即|||REQUIRED|||-NONE-|||0
A 58 59|||S:OTHER|||车水马龙|||REQUIRED|||-NONE-|||0
A 64 65|||S:OTHER|||生活 ，|||REQUIRED|||-NONE-|||0
A 67 68|||S:SPELL|||闷闷沉沉|||REQUIRED|||-NONE-|||0

S 长大 的 时 ， 年青人 经常 发现 他们 的 看法 和 父母 的 看法 差 得 多 。 十 年 前 的 社会 跟 现在 的 真 不 一样 。 因为 社会 变 了 那么 多 那么 块 ， 父母 和 子女 看法 是 不同 的 。
T0-A0 长大 后 ， 年轻人 经常 会 发现 他们 的 看法 和 父母 的 看法 差 很 多 。 十 年 前 的 社会 跟 现在 的 真是 不 一样 。 因为 社会 变 了 那么 多 变 得 那么 快 ， 所以 父母 和 子女 的 看法 是 不同 的 。
A 1 3|||S:NOUN|||后|||REQUIRED|||-NONE-|||0
A 4 5|||S:SPELL|||年轻人|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 15 16|||S:ADV|||很|||REQUIRED|||-NONE-|||0
A 26 27|||S:ADV|||真是|||REQUIRED|||-NONE-|||0
A 36 36|||M:OTHER|||变 得|||REQUIRED|||-NONE-|||0
A 37 38|||S:SPELL|||快|||REQUIRED|||-NONE-|||0
A 39 39|||M:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 42 42|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 春天 变 了 跟 夏 一样 热 ， 冬天 下 的 雪 越来越 少 。 刮 大风 ， 沙尘暴 的 时候 天气 变 了 灰色 的 。 这 几 年 沙尘暴 越来越 坏 ！
T0-A0 春天 变 得 跟 夏天 一样 热 ， 冬天 下 的 雪 越来越 少 。 刮 大风 ， 有 沙尘暴 的 时候 天空 变成 灰色 的 。 这 几 年 沙尘暴 越来越 严重 ！
A 2 3|||S:AUX|||得|||REQUIRED|||-NONE-|||0
A 4 5|||S:NOUN|||夏天|||REQUIRED|||-NONE-|||0
A 18 18|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 21 24|||S:OTHER|||天空 变成|||REQUIRED|||-NONE-|||0
A 32 33|||S:ADJ|||严重|||REQUIRED|||-NONE-|||0

S 我 告诉 了 我 爸爸 教 年青人 也 是 重要 的 。 年青人 就 是 明天 的 社稷 ， 所以 要 改变 社稷 ， 就要 改变 教 学生 的 办法 。
T0-A0 我 告诉 我 爸爸 教导 年轻人 也 是 重要 的 。 年轻人 就 是 国家 的 明天 ， 所以 要 改变 国家 ， 就要 改变 教 学生 的 方法 。
A 2 3|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||S:VERB|||教导|||REQUIRED|||-NONE-|||0
A 6 13|||W|||年轻人 也 是 重要 的 。 年轻人|||REQUIRED|||-NONE-|||0
A 15 15|||M:NOUN|||国家|||REQUIRED|||-NONE-|||0
A 15 17|||W|||的 明天|||REQUIRED|||-NONE-|||0
A 17 18|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:NOUN|||国家|||REQUIRED|||-NONE-|||0
A 29 30|||S:NOUN|||方法|||REQUIRED|||-NONE-|||0

S 我们 一起 作 了 很多 东西 。 我 觉得 她 的 脾气 很 好 。 她 也 是 非常 诚实 ， 幽默 ， 开朗 和 外向 。 她 的 爱好 是 ： 运动 ， 旅行 ， 看 书 和 吃饭 。 但是 她 不 太 喜欢 作饭 ， 所以 我们 常常 去 饭店 吃饭 。
T0-A0 我们 一起 做 了 很多 东西 。 我 觉得 她 的 脾气 很 好 。 她 也 非常 诚实 、 幽默 、 开朗 和 外向 。 她 的 爱好 是 运动 、 旅行 、 看 书 和 吃饭 。 但是 她 不 太 喜欢 做饭 ， 所以 我们 常常 去 饭店 吃饭 。
A 2 3|||S:SPELL|||做|||REQUIRED|||-NONE-|||0
A 17 18|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 22 23|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 31 32|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 34|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 35 36|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 46 47|||S:SPELL|||做饭|||REQUIRED|||-NONE-|||0

S 我们 去 看 很多 的 有 风景 的 地方 。 全 是 东京 的 人 又 很 开朗 ， 又 外向 。
T0-A0 我们 去 看 了 很多 有 风景 的 地方 。 东京 的 人 全都 又 开朗 、 又 外向 。
A 3 3|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 4 5|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 15|||W|||东京 的 人 全都|||REQUIRED|||-NONE-|||0
A 16 17|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0

S 总之 ， 政府 的 措施 和 改善 并 提高 人们 的 意识 和 理解 吸烟者 立场 的 态度 相 结合 进行 ， 我们 可以 得到 吸烟者 越来越 少 ， 解决 吸烟 问题 的 良好 的 结果 。
T0-A0 总之 ， 政府 改善 并 强化 人们 禁烟 意识 的 措施 和 理解 吸烟者 立场 的 态度 结合 进行 ， 我们 就 可以 得到 吸烟者 越来越 少 ， 最终 解决 吸烟 问题 的 良好 的 结果 。
A 3 6|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S:VERB|||强化|||REQUIRED|||-NONE-|||0
A 10 10|||M:OTHER|||禁烟 意识|||REQUIRED|||-NONE-|||0
A 11 12|||S:NOUN|||措施|||REQUIRED|||-NONE-|||0
A 18 19|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 23|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 29 29|||M:ADV|||最终|||REQUIRED|||-NONE-|||0

S 我们 不要 知道 我们 破坏 我们 的 行星 。 我们 要 开车 ， 用 电子 ， 渴饮 用水 。 可是 为了 我们 的 儿女 能 在 地球 过活 我们 应该 都 保护 环境 。
T0-A0 我们 不 知道 我们 在 破坏 我们 的 星球 。 我们 要 开车 ， 用 电子 产品 ， 喝 饮用水 。 可是 为了 我们 的 儿女 能 在 地球 上 生活 ， 我们 都 应该 保护 环境 。
A 1 2|||S:ADV|||不|||REQUIRED|||-NONE-|||0
A 4 4|||M:ADV|||在|||REQUIRED|||-NONE-|||0
A 7 8|||S:NOUN|||星球|||REQUIRED|||-NONE-|||0
A 15 15|||M:NOUN|||产品|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||喝|||REQUIRED|||-NONE-|||0
A 17 18|||S:NOUN|||饮用水|||REQUIRED|||-NONE-|||0
A 27 28|||S:OTHER|||上 生活 ，|||REQUIRED|||-NONE-|||0
A 29 31|||W|||都 应该|||REQUIRED|||-NONE-|||0

S 过 了 几 年 ， 他 真 的 变成 大富大贵 。 有 一 天 他 的 妻子 看见 他 ， 现在 很 想 跟 他 再 复合 。
T0-A0 过 了 几 年 后 ， 他 真的 变成 了 大富大贵 的 人 。 有 一 天 他 的 前妻 看见 了 他 ， 很 想 再 跟 现在 的 他 复合 。
A 4 4|||M:NOUN|||后|||REQUIRED|||-NONE-|||0
A 9 9|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 10 10|||M:OTHER|||的 人|||REQUIRED|||-NONE-|||0
A 16 17|||S:NOUN|||前妻|||REQUIRED|||-NONE-|||0
A 18 18|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 20 21|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 23|||M:ADV|||再|||REQUIRED|||-NONE-|||0
A 24 24|||M:OTHER|||现在 的|||REQUIRED|||-NONE-|||0
A 25 26|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 我们 泰国 中 ， 也 有 好多 位 歌星 ， 对 音乐 很 有 深造 ， 歌词 内容 对 社会 都 有 处世 的 警戒 。 但 很 难受 听众 欢迎 。 比不上 一般 歌词 动作 热烈 一举一动 ， 高声大喊 ， 甚 受 喜爱 。
T0-A0 在 我们 泰国 ， 也 有 好多 位 歌星 ， 对 音乐 很 有 造诣 ， 歌词 内容 对 社会 都 有 处世 的 警诫 ， 但 很 难受 听众 欢迎 ， 比不上 一般 歌词 动作 热烈 、 一举一动 都 是 高声大喊 的 歌星 ， 他们 甚 受 喜爱 。
A 3 4|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||造诣|||REQUIRED|||-NONE-|||0
A 25 26|||S:SPELL|||警诫|||REQUIRED|||-NONE-|||0
A 26 27|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 32 33|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 38 38|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 39 40|||S:OTHER|||都 是|||REQUIRED|||-NONE-|||0
A 41 41|||M:OTHER|||的 歌星|||REQUIRED|||-NONE-|||0
A 42 42|||M:PRON|||他们|||REQUIRED|||-NONE-|||0

S 在 现代 社会 ， 我们 从 电视 上 能 看到 这些 明星 的 运动员 。 但 令 我们 最 惊讶 的 是 这些 运动员 的 高 收入 ， 其实 ， 我 也 不少 次 思考 了 他们 的 高 收入 的 原因 ， 从而 我 通过 了 电视 节目 、 上网 等 而 理解 到 了 下面 一些 理由 。
T0-A0 在 现代 社会 ， 我们 从 电视 上 能 看到 这些 明星 运动员 。 但 最 令 我们 惊讶 的 是 这些 运动员 的 高收入 。 其实 ， 我 也 思考 了 不少 次 他们 的 高 收入 的 原因 ， 我 通过 电视 节目 、 上网 等 途径 了解 到 了 下面 一些 缘由 。
A 12 13|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 19|||W|||最 令 我们|||REQUIRED|||-NONE-|||0
A 27 28|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 32 36|||W|||思考 了 不少 次|||REQUIRED|||-NONE-|||0
A 43 44|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 46 47|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 53|||S:NOUN|||途径|||REQUIRED|||-NONE-|||0
A 53 54|||S:VERB|||了解|||REQUIRED|||-NONE-|||0
A 58 59|||S:NOUN|||缘由|||REQUIRED|||-NONE-|||0

S 在 分析 东亚 各国 电影 的 同时 ， 我 学 到 更 多 关于 拍片 的 过程 和 制作 的 处理 。
T0-A0 在 分析 东亚 各国 电影 的 同时 ， 我 学 到 了 很多 关于 电影 的 拍摄 、 制作 和 处理 的 过程 。
A 11 12|||S:AUX|||了|||REQUIRED|||-NONE-|||0
A 12 13|||S:NUM|||很多|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||电影|||REQUIRED|||-NONE-|||0
A 16 17|||S:OTHER|||拍摄 、|||REQUIRED|||-NONE-|||0
A 17 19|||W|||制作 和|||REQUIRED|||-NONE-|||0
A 19 21|||W|||处理 的|||REQUIRED|||-NONE-|||0
A 21 21|||M:NOUN|||过程|||REQUIRED|||-NONE-|||0

S 那 我 想 注意 自已 的 发言 和 行为 ， 因为 他们 注意 关注 我 。 我 应该 当 他 你好 的 模范 ， 任 一个 很 好 的 老师 。 天天 我 努力 实现 这个 目标 ， 做 生活 ， 做 工作 。
T0-A0 我 应该 注意 自已 的 发言 和 行为 ， 因为 他们 关注 我 。 我 应该 当 你 的 好 模范 ， 当 一个 很 好 的 老师 。 我 要 天天 努力 实现 这个 目标 ， 过 好 生活 ， 做 好 工作 。
A 0 1|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 2 3|||S:VERB|||应该|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 21|||S:PRON|||你|||REQUIRED|||-NONE-|||0
A 22 22|||M:ADJ|||好|||REQUIRED|||-NONE-|||0
A 24 25|||S:VERB|||当|||REQUIRED|||-NONE-|||0
A 31 33|||W|||我 要 天天|||REQUIRED|||-NONE-|||0
A 38 39|||S:OTHER|||过 好|||REQUIRED|||-NONE-|||0
A 42 42|||M:ADJ|||好|||REQUIRED|||-NONE-|||0
T0-A1 我 应该 注意 自已 的 发言 和 行为 ， 因为 他们 关注 我 。 我 应该 当 你 的 好 模范 ， 当 一个 很 好 的 老师 。 我 要 天天 努力 实现 这个 目标 ， 过 好 生活 ， 做 好 工作 。
A 0 1|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 2 3|||S:VERB|||应该|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 21|||S:PRON|||你|||REQUIRED|||-NONE-|||0
A 22 22|||M:ADJ|||好|||REQUIRED|||-NONE-|||0
A 24 25|||S:VERB|||当|||REQUIRED|||-NONE-|||0
A 31 31|||M:OTHER|||我 要|||REQUIRED|||-NONE-|||0
A 32 33|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 39|||S:OTHER|||过 好|||REQUIRED|||-NONE-|||0
A 42 42|||M:ADJ|||好|||REQUIRED|||-NONE-|||0

S 我 旅行 的 时候 认识 了 很多 的 人 ， 他们 都 住 在 别的 国家 。 这 有 好点 和 不利 ， 好点 是 ： 我 可以 拜訪 他们 ， 我 只要 飞机票 ， 以后 我 可以 在 他们 的 家 留 ， 因为 他们 请 我 客 。 我 跟 他们 可以 参观 有意思 的 地方 。
T0-A0 我 旅行 的 时候 认识 了 很多 的 人 ， 他们 都 住 在 别的 国家 。 这 既 有 优点 也 有 缺点 ， 优点 是 ： 我 只要 有 了 飞机票 就 可以 拜访 他们 ， 我 可以 在 他们 家 留宿 。 因为 他们 请客 ， 我 可以 跟 他们 一起 参观 有意思 的 地方 。
A 18 18|||M:CONJ|||既|||REQUIRED|||-NONE-|||0
A 19 22|||S:OTHER|||优点 也 有 缺点|||REQUIRED|||-NONE-|||0
A 23 24|||S:NOUN|||优点|||REQUIRED|||-NONE-|||0
A 27 27|||M:OTHER|||只要 有 了 飞机票 就|||REQUIRED|||-NONE-|||0
A 28 29|||S:SPELL|||拜访|||REQUIRED|||-NONE-|||0
A 30 34|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 36|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S:VERB|||留宿|||REQUIRED|||-NONE-|||0
A 43 44|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 46 50|||S:OTHER|||请客 ，|||REQUIRED|||-NONE-|||0
A 51 51|||M:VERB|||可以|||REQUIRED|||-NONE-|||0
A 53 54|||S:NOUN|||一起|||REQUIRED|||-NONE-|||0

S 是 因为 男性 和 女性 天生 就 是 在 个别 方面 有所不同 。 就是 他们 的 思考 能力 呀 ， 性 方面 呀 ， 他们 应有 的 本性 确实 不同 。 所以 男女 分 班 是 应对 的 问题 。 对于 青少年 来说 爱情 问题 是 很 重要 的 ， 这种 问题 使 让 他们 在 以后 的 生活 上 有 很 大 的 作用 。 所以 让 他们 自由 地 去 恋 。
T0-A0 因为 男性 和 女性 天生 就是 在 个别 方面 有所不同 ， 比如 他们 的 思考 能力 呀 ， 性 方面 呀 ， 他们 的 本性 确实 不同 ， 所以 男女 分班 是 应该 面对 的 问题 。 对于 青少年 来说 爱情 问题 是 很 重要 的 ， 这种 问题 对 他们 在 以后 的 生活 有 很 大 的 作用 。 所以 应该 让 他们 自由 地 去 恋爱 。
A 0 1|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 13 14|||S:VERB|||比如|||REQUIRED|||-NONE-|||0
A 25 26|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 36 37|||S:OTHER|||应该 面对|||REQUIRED|||-NONE-|||0
A 52 54|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 59 60|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 67|||M:VERB|||应该|||REQUIRED|||-NONE-|||0
A 72 73|||S:VERB|||恋爱|||REQUIRED|||-NONE-|||0

S 最后 一个 地方 我们 赴 了 叫 达尔文港 。 有 海边 ， 气候 很 热 ， 但是 是 危险 的 地方 ， 因为 在 那边 鱼咢 很 多 ， 所以 我们 没 去 海边 游泳 。
T0-A0 最后 我们 去 了 叫 达尔文港 。 在 海边 ， 气候 很 热 ， 但是 是 危险 的 地方 ， 因为 在 那边 鳄鱼 很 多 ， 所以 我们 没法 去 海边 游泳 。
A 1 3|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 5|||S:VERB|||去|||REQUIRED|||-NONE-|||0
A 9 10|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 25 26|||S:NOUN|||鳄鱼|||REQUIRED|||-NONE-|||0
A 31 32|||S:VERB|||没法|||REQUIRED|||-NONE-|||0

S 我 爸爸 和 妈妈 越来越 老 ， 我 爸爸 快 六十五 岁 ， 而且 他 的 心 不 太 好 ， 我 害怕 有 问题 。 所有 机会 我 就 去 看 他 。 一起 吃饭 ， 天儿 。 对 我 说 ， 这个 是 非常 重要 的 ！
T0-A0 我 爸爸 和 妈妈 越来越 老 ， 我 爸爸 快 六十五 岁 了 ， 而且 他 的 心脏 不 太 好 ， 我 害怕 有 问题 。 所以 有 机会 我 就 去 看 他 。 一起 吃饭 ， 聊天儿 。 要 我 来说 ， 这个 是 非常 重要 的 ！
A 12 12|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 16 17|||S:NOUN|||心脏|||REQUIRED|||-NONE-|||0
A 26 27|||S:OTHER|||所以 有|||REQUIRED|||-NONE-|||0
A 37 38|||S:VERB|||聊天儿|||REQUIRED|||-NONE-|||0
A 39 40|||S:VERB|||要|||REQUIRED|||-NONE-|||0
A 41 42|||S:AUX|||来说|||REQUIRED|||-NONE-|||0

S 在 我 的 家 我们 没有 宠 動 ， 因为 我 爸爸 过敏 。 我 两 个 妈奶 还 在 ， 但是 我 两 个 爷爷 去世 了 。 我 有 一些 爱好 。 我 喜欢 跳舞 、 看 画 、 跑步 和 看 书 。 我 是 锡兰人 ， 印地语 是 我 的 本话 。
T0-A0 在 我 的 家 我们 没有 养 宠物 ， 因为 我 爸爸 过敏 。 我 两 个 奶妈 还 在 ， 但是 我 两 个 爷爷 去世 了 。 我 有 一些 爱好 。 我 喜欢 跳舞 、 画画 、 跑步 和 看 书 。 我 是 锡兰人 ， 印地语 是 我 的 母语 。
A 6 7|||S:VERB|||养|||REQUIRED|||-NONE-|||0
A 7 8|||S:NOUN|||宠物|||REQUIRED|||-NONE-|||0
A 17 18|||S:SPELL|||奶妈|||REQUIRED|||-NONE-|||0
A 38 40|||S:VERB|||画画|||REQUIRED|||-NONE-|||0
A 54 55|||S:NOUN|||母语|||REQUIRED|||-NONE-|||0

S 我 在 大学 学 中文 、 俄文 和 日文 。 因为 我 应该 毕业 的 时候 为 个 单身汉 ， 我 很 紧张 这个 学期 的 时候 。 为 轻松 一 黑儿 ， 我 很 喜欢 跟 我 朋友 们 比赛 一下 ， 做 动 。
T0-A0 我 在 大学 学 中文 、 俄文 和 日文 。 因为 我 毕业 的 时候 应该 是 个 单身汉 ， 所以 这个 学期 我 很 紧张 。 为了 放松 一会儿 ， 我 很 喜欢 跟 我 朋友 们 比赛 ， 做 运动 。
A 12 13|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||S:OTHER|||应该 是|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||所以 这个 学期|||REQUIRED|||-NONE-|||0
A 23 27|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 32|||S:OTHER|||为了 放松 一会儿|||REQUIRED|||-NONE-|||0
A 41 42|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S:NOUN|||运动|||REQUIRED|||-NONE-|||0

S 在 中国 历史 上 有 一个 很 有名 的 传统 。 人们 说是 黄帝 搞 起来 中医 的 问题 ， 还有 神农 挑 了 哪个 对 身体 好 ， 哪个 对 身体 坏 。 真 的 或 着 不 是 真 的 ， 这 不 重要 ， 重要 的 是 中医 是 很 有意思 的 学问 ， 很 有意思 的 哲学 ， 还有 我 想 这 很 有用 。
T0-A0 在 中国 历史 上 有 一个 很 有名 的 传说 。 人们 说 是 黄帝 发明 了 中医 ， 还有 是 神农 挑 出 了 哪些 植物 对 身体 好 ， 哪些 植物 对 身体 坏 。 这些 是 真 的 或者 不 是 真 的 ， 都 不 重要 ， 重要 的 是 中医 是 很 有意思 的 学问 、 哲学 ， 还有 我 想 这 很 有用 。
A 9 10|||S:NOUN|||传说|||REQUIRED|||-NONE-|||0
A 14 19|||S:OTHER|||发明 了 中医|||REQUIRED|||-NONE-|||0
A 21 21|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 23 23|||M:VERB|||出|||REQUIRED|||-NONE-|||0
A 24 25|||S:OTHER|||哪些 植物|||REQUIRED|||-NONE-|||0
A 29 30|||S:OTHER|||哪些 植物|||REQUIRED|||-NONE-|||0
A 34 34|||M:OTHER|||这些 是|||REQUIRED|||-NONE-|||0
A 36 38|||S:SPELL|||或者|||REQUIRED|||-NONE-|||0
A 43 44|||S:ADV|||都|||REQUIRED|||-NONE-|||0
A 56 60|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0

S 甚至 某 市政府 出台 一 项 规定 ， 就是 在 公共场所 走 边 抽烟 的 人 将 被 罚款 。 这样 的 情况 虽然 抽烟 的 人 很 不 方便 不 抽烟 的 人 很 好 。
T0-A0 某 市政府 甚至 出台 一 项 规定 ， 就 是 在 公共场所 边 走 边 抽烟 的 人 将 被 罚款 。 这个 规定 虽然 对 抽烟 的 人 很 不 友好 ， 但是 对 不 抽烟 的 人 很 好 。
A 0 3|||W|||某 市政府 甚至|||REQUIRED|||-NONE-|||0
A 11 11|||M:ADV|||边|||REQUIRED|||-NONE-|||0
A 20 23|||S:OTHER|||这个 规定|||REQUIRED|||-NONE-|||0
A 24 24|||M:PREP|||对|||REQUIRED|||-NONE-|||0
A 29 30|||S:OTHER|||友好 ， 但是 对|||REQUIRED|||-NONE-|||0

S 首先 是 ， 对 吸烟者 来说 ， 吸烟 虽然 对 健康 不 有利 ， 可是 他们 认为 通过 吸烟 ， 在 生活 上 的 压力 会 解消 。 而且 ， 有人 认为 在 工作 的 时候 ， 吸烟 有助于 工作 的 效益 。 所以 在 公共场所 里 禁止 吸烟 的 措施 ， 对 他们 来说 ， 不 太 好 的 措施 。
T0-A0 首先 是 ， 对 吸烟者 来说 ， 吸烟 虽然 对 健康 不利 ， 可是 他们 认为 通过 吸烟 ， 在 生活 上 的 压力 会 消解 。 而且 ， 有人 认为 在 工作 的 时候 ， 吸烟 有助于 提高 工作 的 效率 。 所以 在 公共场所 里 禁止 吸烟 的 措施 ， 对 他们 来说 ， 是 不 太 好 的 措施 。
A 11 13|||S:ADJ|||不利|||REQUIRED|||-NONE-|||0
A 26 27|||S:SPELL|||消解|||REQUIRED|||-NONE-|||0
A 39 39|||M:VERB|||提高|||REQUIRED|||-NONE-|||0
A 41 42|||S:NOUN|||效率|||REQUIRED|||-NONE-|||0
A 56 56|||M:VERB|||是|||REQUIRED|||-NONE-|||0

S 去年 我 要 花 一 年 才 读 了 10 学分 ， 反过来 你 只 有 一个 学期 就 读 那么 多 。
T0-A0 去年 我 花 了 一 年 才 读 了 10 学分 ， 而 你 只 用 一个 学期 就读 了 那么 多 。
A 2 3|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 4|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 12 13|||S:CONJ|||而|||REQUIRED|||-NONE-|||0
A 15 16|||S:VERB|||用|||REQUIRED|||-NONE-|||0
A 20 20|||M:AUX|||了|||REQUIRED|||-NONE-|||0

S 所以 每 一 天 ， 每个 日 很多 人 因 在 饥饿 当中 死 了 。 有时 有些 别的 国家 送 食品 ， 人们 争先恐后 要 着 。 可是 有些 农村 地区 却 受 不 到 食品 ， 所以 他们 拨 在 地上 的 绿色 草 ， 把 草 在 水 里 煮 ， 然后 就 吃 。
T0-A0 所以 每 一 天 ， 都 有 很多 人 因 饥饿 死 了 。 有时 有些 别的 国家 送 食品 ， 人们 争先恐后 地 要 着 。 可是 有些 农村 地区 却 得 不 到 食品 ， 所以 他们 拔 在 地上 的 绿 草 ， 把 草 放在 水 里 煮 ， 然后 就 吃 。
A 5 7|||S:OTHER|||都 有|||REQUIRED|||-NONE-|||0
A 10 11|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M:AUX|||地|||REQUIRED|||-NONE-|||0
A 33 34|||S:VERB|||得|||REQUIRED|||-NONE-|||0
A 40 41|||S:SPELL|||拔|||REQUIRED|||-NONE-|||0
A 44 45|||S:ADJ|||绿|||REQUIRED|||-NONE-|||0
A 49 50|||S:VERB|||放在|||REQUIRED|||-NONE-|||0

S 而且 大部分 的 人 早晚 都 要 结婚 ， 那么 男生 该 知道 女生 ， 女生 该 知道 男生 。 经过 恋爱 才 能 知道 自己 的 爱人 是 怎样 的 人 最 合适 。 还有 吸烟 喝酒 是 比 早恋 对 孩子 们 不好 的 。
T0-A0 而且 大部分 的 人 早晚 都 要 结婚 ， 那么 男生 该 了解 女生 ， 女生 该 了解 男生 。 经过 恋爱 才 能 知道 最 合适 自己 的 爱人 是 怎样 的 人 。 而 吸烟 喝酒 是 比 早恋 还 对 孩子 们 不好 的 行为 。
A 12 13|||S:VERB|||了解|||REQUIRED|||-NONE-|||0
A 17 18|||S:VERB|||了解|||REQUIRED|||-NONE-|||0
A 25 34|||W|||最 合适 自己 的 爱人 是 怎样 的 人|||REQUIRED|||-NONE-|||0
A 35 36|||S:CONJ|||而|||REQUIRED|||-NONE-|||0
A 41 41|||M:ADV|||还|||REQUIRED|||-NONE-|||0
A 46 46|||M:NOUN|||行为|||REQUIRED|||-NONE-|||0

S 我们 总是 又 说 得 多 ， 又 开玩笑 。 我 的 朋友 们 再三 告诉 我 经当 很 面皮 厚 ， 而且 我 很 调皮 。 多么 他们 可爱 。 他们 的 奉承话 ， 我 已 惯 了 吗 ？
T0-A0 我们 总是 说 得 又 多 ， 又 爱 开玩笑 。 我 的 朋友 们 再三 告诉 我 我 的 脸皮 很 厚 ， 因为 我 很 调皮 。 他们 多么 可爱 。 他们 的 玩笑话 ， 我 习惯 了 吗 ？
A 2 5|||W|||说 得 又|||REQUIRED|||-NONE-|||0
A 8 8|||M:VERB|||爱|||REQUIRED|||-NONE-|||0
A 16 16|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||的 脸皮|||REQUIRED|||-NONE-|||0
A 19 20|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 27 29|||W|||他们 多么|||REQUIRED|||-NONE-|||0
A 33 34|||S:NOUN|||玩笑话|||REQUIRED|||-NONE-|||0
A 36 38|||S:VERB|||习惯|||REQUIRED|||-NONE-|||0
T0-A1 我们 总是 说 得 又 多 ， 又 爱 开玩笑 。 我 的 朋友 们 再三 告诉 我 我 的 脸皮 很 厚 ， 因为 我 很 调皮 。 他们 多么 可爱 。 他们 的 玩笑话 ， 我 习惯 了 吗 ？
A 2 5|||W|||说 得 又|||REQUIRED|||-NONE-|||0
A 8 8|||M:VERB|||爱|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||我 的 脸皮|||REQUIRED|||-NONE-|||0
A 19 20|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 27 29|||W|||他们 多么|||REQUIRED|||-NONE-|||0
A 33 34|||S:NOUN|||玩笑话|||REQUIRED|||-NONE-|||0
A 36 38|||S:VERB|||习惯|||REQUIRED|||-NONE-|||0

S 从 小 的 时候 ， 妈妈 独自 养 家 我 和 我 的 哥哥 。 他 一直 鼓励 我们 做 理想 的 工作 。 我 告诉 她 我 想 成为 口译 的 时候 ， 她 别 笑 了 ， 她 只 告诉 我 ： 要是 你 要 学习 汉语 和 日语 ， 就 试 一 试 。
T0-A0 从小 ， 妈妈 独自 抚养 我 和 我 的 哥哥 。 她 一直 鼓励 我们 做 理想 的 工作 。 我 告诉 她 我 想 成为 口译员 的 时候 ， 她 笑 了 笑 ， 告诉 我 ： “ 如果 你 要 学习 汉语 和 日语 ， 就 试 一 试 。 ”
A 2 4|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 9|||S:VERB|||抚养|||REQUIRED|||-NONE-|||0
A 15 16|||S:SPELL|||她|||REQUIRED|||-NONE-|||0
A 30 31|||S:NOUN|||口译员|||REQUIRED|||-NONE-|||0
A 35 36|||S:VERB|||笑|||REQUIRED|||-NONE-|||0
A 36 38|||W|||了 笑|||REQUIRED|||-NONE-|||0
A 39 41|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 45|||S:OTHER|||“ 如果|||REQUIRED|||-NONE-|||0
A 57 57|||M:PUNCT|||”|||REQUIRED|||-NONE-|||0

S 为什么 人们 对 吸烟 有 不好 想法 ？ 因为 在 电视 里 上 好几 次 已经 传播 吸烟 对 个人 健康 带来 不好 影响 ， 也 在 社会 上 重视 吸烟 的 坏处 。
T0-A0 为什么 人们 对 吸烟 有 不好 的 想法 ？ 因为 在 电视 上 已经 好几 次 传播 吸烟 对 个人 健康 会 带来 不好 影响 ， 社会 上 也 在 重视 吸烟 的 坏处 。
A 6 6|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 16|||W|||已经 好几 次|||REQUIRED|||-NONE-|||0
A 21 21|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 25 29|||W|||社会 上 也 在|||REQUIRED|||-NONE-|||0

S 在 风头 上 ， 年轻人 非常 暴露 。 因为 他们 很 会 被 受 影响 。 风头 对 酒类 饮料 的 生产者 是 非常 重要 的 。 在 我们 国家 ， 酒精 实业 每年 为 风头 花 四千两百万 元 。 这种 行为 是 不 负 责任 的 。 企业 引 人民 ， 特别 是 年轻人 ， 有 危性 的 行为 。 助 长 危性 的 行为 是 无道理 的 。
T0-A0 在 出 风头 上 ， 年轻人 非常 喜欢 暴露 。 这 是 因为 他们 很 容易 会 受到 影响 。 出 风头 对 酒类 饮料 的 生产者 来说 是 非常 重要 的 。 在 我们 国家 ， 酒精 企业 每年 为 出 风头 要 花费 四千两百万 元 。 这种 行为 是 不 负 责任 的 。 因为 企业 会 引导 人民 ， 特别 是 年轻人 ， 做出 有 危险性 的 行为 。 助长 危险 的 行为 是 没有 道理 的 。
A 1 1|||M:VERB|||出|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 8 8|||M:OTHER|||这 是|||REQUIRED|||-NONE-|||0
A 11 11|||M:ADJ|||容易|||REQUIRED|||-NONE-|||0
A 12 14|||S:VERB|||受到|||REQUIRED|||-NONE-|||0
A 16 16|||M:VERB|||出|||REQUIRED|||-NONE-|||0
A 22 22|||M:AUX|||来说|||REQUIRED|||-NONE-|||0
A 32 33|||S:NOUN|||企业|||REQUIRED|||-NONE-|||0
A 35 35|||M:VERB|||出|||REQUIRED|||-NONE-|||0
A 36 37|||S:OTHER|||要 花费|||REQUIRED|||-NONE-|||0
A 48 48|||M:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 49 50|||S:OTHER|||会 引导|||REQUIRED|||-NONE-|||0
A 56 56|||M:VERB|||做出|||REQUIRED|||-NONE-|||0
A 57 58|||S:NOUN|||危险性|||REQUIRED|||-NONE-|||0
A 63 64|||S:ADJ|||危险|||REQUIRED|||-NONE-|||0
A 67 68|||S:OTHER|||没有 道理|||REQUIRED|||-NONE-|||0

S 这样 的 阅读 才 能 提高 我们 在 工作 、 事业 的 要求 提高 我们 的 素质 ， 才 能 使 工作 的 事业 有效 的 进行 。 吸取 书 中 的 精华 、 知识 经验 投入 我们 的 实践 生活 中 、 事业 中 。
T0-A0 这样 的 阅读 才 能 提高 我们 在 工作 上 的 要求 、 提高 我们 的 素质 ， 才 能 使 工作 有效 地 进行 ， 并 吸取 书 中 的 精华 ， 将 知识 和 经验 投入 到 我们 的 生活 中 、 事业 中 。
A 9 11|||S:NOUN|||上|||REQUIRED|||-NONE-|||0
A 13 13|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 22 24|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 27 28|||S:OTHER|||， 并|||REQUIRED|||-NONE-|||0
A 33 34|||S:OTHER|||， 将|||REQUIRED|||-NONE-|||0
A 35 35|||M:CONJ|||和|||REQUIRED|||-NONE-|||0
A 37 37|||M:VERB|||到|||REQUIRED|||-NONE-|||0
A 39 40|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0

S 决定 去 住 古巴 的 外国人 一 年 比 一 年 多 。 在 古巴里 ， 经济 的 机会 越来越 大 。 另外 古巴 的 房产 的 市场 有 为 极了 。 虽然 ， 因为了 行政 的 问题 ， 买房 还 非常 复杂 ， 但是 房子 的 价格 不必别 的 国家 的 。 一个 小 房子 的 平均 的 价格 差不多 三千 欧洲 货币 。
T0-A0 决定 去往 古巴 的 外国人 一 年 比 一 年 多 。 在 古巴 ， 经济 增长 的 机会 越来越 多 。 另外 古巴 的 房产 市场 发展 潜力 极大 。 虽然 因为 行政 的 问题 ， 买房 还 非常 复杂 ， 但是 房子 的 价格 不 比 别的 国家 的 高 。 一个 小 房子 的 平均 的 价格 差不多 三千 欧元 。
A 1 3|||S:SPELL|||去往|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||古巴|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||增长|||REQUIRED|||-NONE-|||0
A 20 21|||S:ADJ|||多|||REQUIRED|||-NONE-|||0
A 26 27|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S:VERB|||发展|||REQUIRED|||-NONE-|||0
A 29 30|||S:NOUN|||潜力|||REQUIRED|||-NONE-|||0
A 30 31|||S:ADJ|||极大|||REQUIRED|||-NONE-|||0
A 33 35|||S:PREP|||因为|||REQUIRED|||-NONE-|||0
A 48 50|||S:SPELL|||不 比 别的|||REQUIRED|||-NONE-|||0
A 52 52|||M:ADJ|||高|||REQUIRED|||-NONE-|||0
A 62 64|||S:QUAN|||欧元|||REQUIRED|||-NONE-|||0

S 愚公 是 英雄 因为 就 是 他 九十 岁 了 ， 他 开始 动起 手 来 ， 一个 月 干 下来 ， 都 没有 什么 变化 ， 他 不 矢去信心 。 当 智叟 开始 笑话 他 ， 愚公 继续 搬 。
T0-A0 愚公 是 英雄 。 因为 即使 他 九十 岁 了 ， 还是 动手 搬 山 ， 一个 月 干 下来 ， 就算 山 没有 什么 变化 ， 他 也 不 失去 信心 。 当 智叟 开始 笑话 他 ， 愚公 还是 继续 搬 山 。
A 3 3|||M:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 4 6|||S:CONJ|||即使|||REQUIRED|||-NONE-|||0
A 11 16|||S:OTHER|||还是 动手 搬 山|||REQUIRED|||-NONE-|||0
A 22 23|||S:OTHER|||就算 山|||REQUIRED|||-NONE-|||0
A 28 28|||M:ADV|||也|||REQUIRED|||-NONE-|||0
A 29 30|||S:SPELL|||失去 信心|||REQUIRED|||-NONE-|||0
A 38 38|||M:ADV|||还是|||REQUIRED|||-NONE-|||0
A 40 40|||M:NOUN|||山|||REQUIRED|||-NONE-|||0

S 为了 对 大自然 预防 多样 的 风险 因素 ， 政府 得 设置 法律 机构 和 措施 ， 像 处罚 违法者 ， 例如 向 自然 的 里 过量 挑放 硝酸盐 和 二氧化碳 ， 或者 名式 名样 的 温室 气体 的 工厂 。 因为 那些 工厂 的 排放 和 废品 不但 对 环境 而且 对 人体 的 健康 可以 有 大 的 害处 。
T0-A0 为了 预防 大自然 多样 的 风险 因素 ， 政府 得 设置 法律 机构 和 措施 来 处罚 违法者 ， 例如 向 自然界 排放 过量 硝酸盐 和 二氧化碳 ， 或者 各式各样 的 温室 气体 的 工厂 。 因为 那些 工厂 排放 的 废品 不但 对 环境 而且 对 人体 的 健康 大有害处 。
A 1 2|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 2 4|||W|||预防 大自然|||REQUIRED|||-NONE-|||0
A 16 18|||S:VERB|||来|||REQUIRED|||-NONE-|||0
A 23 26|||S:OTHER|||自然界 排放|||REQUIRED|||-NONE-|||0
A 27 28|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 35|||S:OTHER|||各式各样|||REQUIRED|||-NONE-|||0
A 44 46|||W|||排放 的|||REQUIRED|||-NONE-|||0
A 46 47|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 61|||S:NOUN|||大有害处|||REQUIRED|||-NONE-|||0

S 现在 世界 上 年收入 差距 特别 大 ， 收入 最高 的 人 大多数 是 商人 ， 这 一 点 谁 也 很 清楚 。 但是 收入 第二 高 呢 ？ 难到 是 那些 明星 的 运动员 ， 有的 年收入 比 本国 的 总统 还 高 。
T0-A0 现在 世界 上 人们 的 年收入 差距 特别 大 ， 收入 最高 的 人 大多数 是 商人 ， 这 一 点 谁 都 很 清楚 。 但是 收入 第二 高 的 呢 ？ 是 那些 明星 一样 的 运动员 ， 有的 年收入 比 本国 的 总统 还 高 。
A 3 3|||M:OTHER|||人们 的|||REQUIRED|||-NONE-|||0
A 20 21|||S:ADV|||都|||REQUIRED|||-NONE-|||0
A 28 28|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 30 31|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M:ADJ|||一样|||REQUIRED|||-NONE-|||0

S 第一 个 是 如果 她 常常 模 着 自己 的 前发 ， 她 想 有 距离 自己 从 对方 。
T0-A0 第一 个 是 如果 她 常常 摸 着 自己 的 前发 ， 就 表示 她 想 自己 和 对方 保持 距离 。
A 6 7|||S:SPELL|||摸|||REQUIRED|||-NONE-|||0
A 12 12|||M:OTHER|||就 表示|||REQUIRED|||-NONE-|||0
A 14 16|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S:PREP|||和|||REQUIRED|||-NONE-|||0
A 19 19|||M:OTHER|||保持 距离|||REQUIRED|||-NONE-|||0

S 这些 理由 对 流行歌曲 的 人 合适 ， 但是 也 有些 人 不 喜欢 流行歌曲 ， 甚至 还有 非常 蔑视 流行歌曲 。 我 认为 人们 的 趣味 各种各样 ， 所以 有 这样 人 也 有 那样 人 。 我 会 了解 他们 的 看法 。 不过 如果 他们 只 不 喜欢 流行歌 的 理由 是 他们 认为 流行歌曲 很 脏 ， 很 复杂 …… 这样 的 理由 的话 ， 我 不 会 了解 。 但是 他们 一直 不 喜欢 流行歌曲 的 话 ， 我 不得不 承认 ， 因为 这 是 他们 的 想法 和 自由 。
T0-A0 这些 理由 对 喜欢 流行歌曲 的 人 合适 ， 但是 也 有些 人 不 喜欢 流行歌曲 ， 甚至 还 非常 蔑视 流行歌曲 。 我 认为 人们 的 趣味 各种各样 ， 所以 有 这样 的 人 ， 也 有 那样 的 人 。 我 会 理解 他们 的 看法 。 不过 如果 他们 不 喜欢 流行歌 的 理由 只是 他们 认为 流行歌曲 很 脏 ， 很 复杂 …… 如果 理由 是 这样 的 话 ， 我 不 能 理解 。 但是 他们 一直 不 喜欢 流行歌曲 的 话 ， 我 不得不 承认 ， 这 是 他们 的 自由 。
A 3 3|||M:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 17 18|||S:ADV|||还|||REQUIRED|||-NONE-|||0
A 32 32|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 33 33|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 36 36|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 40 41|||S:VERB|||理解|||REQUIRED|||-NONE-|||0
A 48 49|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 54 55|||S:ADV|||只是|||REQUIRED|||-NONE-|||0
A 64 64|||M:OTHER|||如果 理由 是|||REQUIRED|||-NONE-|||0
A 66 68|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 71 72|||S:VERB|||能|||REQUIRED|||-NONE-|||0
A 72 73|||S:VERB|||理解|||REQUIRED|||-NONE-|||0
A 87 88|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 92 94|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 老 女人 的 旁边 ， 一个 水龙头 把 水 永远 浇 下 。 水 正在 浇 满 一个 水桶 。
T0-A0 在 老 女人 的 旁边 ， 一个 水龙头 正在 持续 不断 地 放水 ， 水 正在 注 满 一个 水桶 。
A 8 9|||S:ADV|||正在|||REQUIRED|||-NONE-|||0
A 9 10|||S:VERB|||持续|||REQUIRED|||-NONE-|||0
A 10 11|||S:ADV|||不断|||REQUIRED|||-NONE-|||0
A 11 12|||S:AUX|||地|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||放水|||REQUIRED|||-NONE-|||0
A 13 14|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||注|||REQUIRED|||-NONE-|||0

S 很多 中国 人 会 来 欧洲 至少 一 次 在 他们 的 人生 中 。
T0-A0 很多 中国 人 在 他们 的 人生 中 至少 会 来 欧洲 一 次 。
A 3 9|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M:OTHER|||至少 会 来 欧洲 一 次|||REQUIRED|||-NONE-|||0
T0-A1 很多 中国 人 在 他们 的 人生 中 至少 会 来 欧洲 一 次 。
A 3 3|||M:OTHER|||在 他们 的 人生 中 至少|||REQUIRED|||-NONE-|||0
A 6 7|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 14|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 一 段 时间 后 ， 我 有点 后悔 了 住 在 两 个 人 的 房间 。 我 的 同屋 又 和蔼 又 热闹 ， 但是 她 非常 凌乱 。 地上 散乱 地 放 着 她 的 东西 。 因为 我们 的 屋子 乱七八糟 的 ， 我 请 她 把 她 的 东西 收拾 一下 ， 可 她 说 她 不要 。
T0-A0 一 段 时间 后 ， 我 有点 后悔 住 在 两 个 人 的 房间 。 我 的 室友 虽然 又 和蔼 又 热闹 ， 但是 她 的 东西 非常 凌乱 ， 地上 散乱 地 放 着 她 的 东西 。 因为 我们 的 屋子 乱七八糟 的 ， 所以 我 请 她 把 她 的 东西 收拾 一下 ， 可 她 说 她 不 要 。
A 8 9|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||S:OTHER|||室友 虽然|||REQUIRED|||-NONE-|||0
A 27 27|||M:OTHER|||的 东西|||REQUIRED|||-NONE-|||0
A 29 30|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 46 46|||M:CONJ|||所以|||REQUIRED|||-NONE-|||0

S 旅行营会 把 所有 的 景点 、 交通 和 住宿 都 安排 好 了 。 所以 自己 不 能 决定 哪里 去 。 而且 参加 旅行营会 跟 很多 不 认识 的 人 一起 旅行 。 碰到 讨厌 的 人 就 没 办法 ， 一定 要 跟 他们 在 一起 。 所以 我 喜欢 自己 一个 人 旅行 。 这 一样 就 自由 多 了 。
T0-A0 旅行营会 把 所有 的 景点 、 交通 和 住宿 都 安排 好 ， 所以 自己 不 能 决定 去 哪里 。 而且 参加 旅行营会 跟 很多 不 认识 的 人 一起 旅行 ， 碰到 讨厌 的 人 就 没 办法 ， 一定 要 跟 他们 在 一起 。 所以 我 喜欢 自己 一个 人 旅行 ， 这 一来 就 自由 多 了 。
A 12 14|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 19 21|||W|||去 哪里|||REQUIRED|||-NONE-|||0
A 33 34|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 56 57|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 58 59|||S:ADV|||一来|||REQUIRED|||-NONE-|||0

S 表演 水平 只不过 如此 ， 但 人物 被 表示 和 变态 非常 的 实际 。
T0-A0 虽然 表演 水平 不过 如此 ， 但 人物 被 表现 得 和 变态 一样 非常 的 现实 。
A 0 0|||M:CONJ|||虽然|||REQUIRED|||-NONE-|||0
A 2 3|||S:ADV|||不过|||REQUIRED|||-NONE-|||0
A 8 9|||S:OTHER|||表现 得|||REQUIRED|||-NONE-|||0
A 11 11|||M:AUX|||一样|||REQUIRED|||-NONE-|||0
A 13 14|||S:ADJ|||现实|||REQUIRED|||-NONE-|||0

S 不过 某个 时期 ， 我 想 这样 ： “ 因为 我 在 跑步 ， 所以 遭受 歹徒 袭击 的话 ， 他们 也 必须 跑步 。
T0-A0 不过 某个 时刻 ， 我 这样 想 ： 因为 我 在 跑步 ， 所以 歹徒 要 袭击 我 的话 ， 他们 也 必须 跑步 。
A 2 3|||S:NOUN|||时刻|||REQUIRED|||-NONE-|||0
A 5 7|||W|||这样 想|||REQUIRED|||-NONE-|||0
A 8 9|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 18 18|||M:PRON|||我|||REQUIRED|||-NONE-|||0

S 青少年 的 健康 也 应该 得到 社会 的 注意 。 这 是 又 涉及 到 一个 敏感 的 问题 ， 既 要 是 家 有 青少年 父母 是否 有 义务 保持 一个 对 身体 健康 的 环境 ， 是否 也 该 限制 父母 在 孩子 当前 抽烟 。 国家 在 什么 情况 下 干预 家庭 的 内事 ？
T0-A0 青少年 的 健康 也 应该 得到 社会 的 注意 。 这 又 是 一个 涉及 到 敏感 话题 的 问题 ： 既然 是 家 有 青少年 的 父母 ， 是否 有 义务 保证 家庭 是 一个 对 身体 来说 健康 的 环境 ？ 是否 应该 限制 父母 在 孩子 面前 抽烟 ？ 国家 在 什么 情况 下 可以 干预 家事 ？
A 11 13|||W|||又 是|||REQUIRED|||-NONE-|||0
A 13 16|||W|||一个 涉及 到|||REQUIRED|||-NONE-|||0
A 17 17|||M:NOUN|||话题|||REQUIRED|||-NONE-|||0
A 19 22|||S:OTHER|||： 既然|||REQUIRED|||-NONE-|||0
A 26 26|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 27 27|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 30 31|||S:OTHER|||保证 家庭 是|||REQUIRED|||-NONE-|||0
A 34 34|||M:AUX|||来说|||REQUIRED|||-NONE-|||0
A 37 38|||S:PUNCT|||？|||REQUIRED|||-NONE-|||0
A 39 41|||S:VERB|||应该|||REQUIRED|||-NONE-|||0
A 45 46|||S:NOUN|||面前|||REQUIRED|||-NONE-|||0
A 47 48|||S:PUNCT|||？|||REQUIRED|||-NONE-|||0
A 53 53|||M:VERB|||可以|||REQUIRED|||-NONE-|||0
A 54 57|||S:NOUN|||家事|||REQUIRED|||-NONE-|||0

S 不过 避免 有害 的 抽烟 也 是 我们 的 权利 。 抽烟 的 坏处 是 我们 都 知道 的 ， 虽然 自己 不 抽烟 ， 但 如果 你 在 抽烟者 的 旁边 就 受到 恶毒 。 有些 抽烟者 不管 对 别人 的 有害 ， 随便 抽烟 。
T0-A0 不过 避免 有害 的 抽烟 也 是 我们 的 权利 。 抽烟 的 坏处 是 我们 都 知道 的 ， 虽然 自己 不 抽烟 ， 但 如果 你 在 抽烟者 的 旁边 的话 ， 你 还是 会 受到 毒害 。 有些 抽烟者 不顾 对 别人 的 有害 影响 ， 随意 抽烟 。
A 32 33|||S:OTHER|||的话 ， 你 还是 会|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||毒害|||REQUIRED|||-NONE-|||0
A 38 39|||S:VERB|||不顾|||REQUIRED|||-NONE-|||0
A 43 43|||M:VERB|||影响|||REQUIRED|||-NONE-|||0
A 44 45|||S:ADJ|||随意|||REQUIRED|||-NONE-|||0

S 本人 今年 二十六 岁 ， 从事 导游 的 工作 已经 为期 三 年 ， 曾 在 某 公司 执勤 时 担任 部门 主管 。 这 次 决定 应聘 是 因为 想 改变 工作 环境 ， 在 新 的 公司 里 累积 更 多 宝贵 经验 ， 自我 提升 。 我 在 四 年 前 于 北京 外国语 大学 法语系 毕业 ， 对 法语 有 相当 的 掌握 能力 ， 也 习惯 用 英语 沟通 ， 接待 来自 西方 的 游客 是 我 的 强处 。
T0-A0 本人 今年 二十六 岁 ， 从事 导游 的 工作 已经 三 年 了 ， 曾 在 某 公司 担任 部门 主管 。 这 次 决定 应聘 是 因为 想 改变 工作 环境 ， 在 新 的 公司 里 积累 更 多 宝贵 的 经验 ， 提升 自我 。 我 在 四 年 前 于 北京 外国语 大学 法语系 毕业 ， 对 法语 有 相当 不错 的 掌握 能力 ， 也 习惯 用 英语 沟通 ， 接待 来自 西方 的 游客 是 我 的 强项 。
A 10 11|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 18 20|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 40 41|||S:SPELL|||积累|||REQUIRED|||-NONE-|||0
A 44 44|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 46 48|||W|||提升 自我|||REQUIRED|||-NONE-|||0
A 65 65|||M:ADJ|||不错|||REQUIRED|||-NONE-|||0
A 83 84|||S:NOUN|||强项|||REQUIRED|||-NONE-|||0

S 我 上 的 大学 是 女子 大学 ， 想到 那时 的 环境 ， 好像 容易 形成 有些 过于 偏见 的 、 不知 现实 的 女人 的 。 当然 当时 我 选择 上 那个 大学 的 时候 没有 这种 想法 ， 只是 凭 它 的 印象 好 下 决定 的 。 不过 一旦 开始 上学 了 以后 ， 我 就 感到 许多 不 自然 。
T0-A0 我 上 的 大学 是 女子 大学 ， 想到 那时 的 环境 ， 好像 容易 造就 一些 过于 偏激 的 、 不知 现实 的 女人 。 当然 当时 我 选择 上 那个 大学 的 时候 没有 这种 想法 ， 只是 凭 对 它 的 印象 下 的 决定 。 不过 一旦 开始 上学 了 以后 ， 我 就 感到 很 不 自然 。
A 15 16|||S:VERB|||造就|||REQUIRED|||-NONE-|||0
A 16 17|||S:NUM|||一些|||REQUIRED|||-NONE-|||0
A 18 19|||S:ADJ|||偏激|||REQUIRED|||-NONE-|||0
A 25 26|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M:PREP|||对|||REQUIRED|||-NONE-|||0
A 45 46|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 49|||W|||的 决定|||REQUIRED|||-NONE-|||0
A 60 61|||S:ADV|||很|||REQUIRED|||-NONE-|||0

S 因为 战士 被俘 ， 他 没 办法 回到 家 ， 只能 拿 自己 的 生命 ， 为了 举行 了 他 战斗 的 诺言
T0-A0 因为 战士 被俘 ， 他 没 办法 回家 ， 只能 赌 上 自己 的 生命 ， 去 履行 他 关于 战斗 的 诺言 。
A 7 9|||S:VERB|||回家|||REQUIRED|||-NONE-|||0
A 11 12|||S:OTHER|||赌 上|||REQUIRED|||-NONE-|||0
A 16 19|||S:OTHER|||去 履行|||REQUIRED|||-NONE-|||0
A 20 20|||M:PREP|||关于|||REQUIRED|||-NONE-|||0
A 23 23|||M:PUNCT|||。|||REQUIRED|||-NONE-|||0

S 好 职业 难 发现 。 有 很多 人 认为 的 一般 高 学历 我们 有 一个 体面 职业 。 这个 句子 不 真 的 ， 因为 有 很多 越来越 失业 的 人 一般 对 高 学历 都 有 。 令 天有人 很多 年 上学 。
T0-A0 好 职业 难 被 发现 。 有 很多 人 认为 高 学历 能 让 我们 有 一个 体面 的 职业 。 这个 话 不 是 真 的 ， 因为 有 越来越 多 失业 的 人 一般 都 有 高 学历 。 今天 有人 上学 很多 年 。
A 3 3|||M:PREP|||被|||REQUIRED|||-NONE-|||0
A 9 11|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||能 让|||REQUIRED|||-NONE-|||0
A 17 17|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 20 21|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 22 22|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 27 28|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 29|||M:ADJ|||多|||REQUIRED|||-NONE-|||0
A 33 34|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 38|||W|||都 有 高 学历|||REQUIRED|||-NONE-|||0
A 39 40|||S:NOUN|||今天|||REQUIRED|||-NONE-|||0
A 40 41|||S:PRON|||有人|||REQUIRED|||-NONE-|||0
A 41 44|||W|||上学 很多 年|||REQUIRED|||-NONE-|||0
T0-A1 好 职业 难 被 发现 。 有 很多 人 认为 高 学历 能 让 我们 有 一个 体面 的 职业 。 这个 话 不 是 真 的 ， 因为 有 越来越 多 失业 的 人 一般 都 有 高 学历 。 今天 有人 上学 很多 年 。
A 3 3|||M:PREP|||被|||REQUIRED|||-NONE-|||0
A 9 11|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||能 让|||REQUIRED|||-NONE-|||0
A 17 17|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 20 21|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 22 22|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 27 28|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 29|||M:ADJ|||多|||REQUIRED|||-NONE-|||0
A 33 34|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 38|||W|||都 有 高 学历|||REQUIRED|||-NONE-|||0
A 39 41|||S:OTHER|||今天 有人 上学|||REQUIRED|||-NONE-|||0
A 43 44|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0

S 西班牙 的 生活 有 好处 和 坏处 。 我 来讲 你们 坏处 之一 。
T0-A0 西班牙 的 生活 既 有 好处 也 有 坏处 。 我 来 告诉 你们 其中 一个 坏处 。
A 3 3|||M:CONJ|||既|||REQUIRED|||-NONE-|||0
A 5 6|||S:OTHER|||也 有|||REQUIRED|||-NONE-|||0
A 9 10|||S:OTHER|||来 告诉|||REQUIRED|||-NONE-|||0
A 11 11|||M:OTHER|||其中 一个|||REQUIRED|||-NONE-|||0
A 12 13|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0

S 长 大 了 一点 孩子 就 会 从 父母 学 到 学校 没有 教 的 做人 道理 。
T0-A0 孩子 长大 一点 了 ， 就 会 从 父母 那里 学 到 学校 没有 教 的 做人 的 道理 。
A 0 0|||M:NOUN|||孩子|||REQUIRED|||-NONE-|||0
A 2 4|||W|||一点 了|||REQUIRED|||-NONE-|||0
A 4 5|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 9|||M:PRON|||那里|||REQUIRED|||-NONE-|||0
A 16 16|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 冲绳 是 一个 非常 美丽 的 地方 ， 天 蓝蓝的 ， 海水 清 淤 见 地 ， 鱼 特别 新鲜 ， 水果 尝尝 鲜 。 腓力 和 我 夜夜 下班 以后 ， 去 了 翘首 美丽 的 星空 。
T0-A0 冲绳 是 一个 非常 美丽 的 地方 ， 天 蓝蓝的 ， 海水 清澈见底 ， 鱼 特别 新鲜 ， 水果 也 很 新鲜 。 腓力 和 我 每晚 下班 后 ， 都 会 去 仰望 美丽 的 星空 。
A 12 16|||S:OTHER|||清澈见底|||REQUIRED|||-NONE-|||0
A 22 24|||S:OTHER|||也 很 新鲜|||REQUIRED|||-NONE-|||0
A 28 29|||S:PRON|||每晚|||REQUIRED|||-NONE-|||0
A 30 31|||S:NOUN|||后|||REQUIRED|||-NONE-|||0
A 32 32|||M:OTHER|||都 会|||REQUIRED|||-NONE-|||0
A 33 35|||S:VERB|||仰望|||REQUIRED|||-NONE-|||0

S 孩子 并 不 是 不 聪明 ， 就是 没有 经验 ！ 无论 有 什么 问题 孩子 不仅 解决 不 了 ， 而而 也 解释 不 了 （ 因为 还 没 学会 语言 了 ） 。
T0-A0 孩子 并 不 是 不 聪明 ， 而是 没有 经验 ！ 无论是 什么 问题 ， 孩子 不仅 解决 不 了 ， 还 解释 不 了 （ 因为 他们 还 没 学会 语言 ） 。
A 7 8|||S:CONJ|||而是|||REQUIRED|||-NONE-|||0
A 11 13|||S:CONJ|||无论是|||REQUIRED|||-NONE-|||0
A 15 15|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 21 23|||S:ADV|||还|||REQUIRED|||-NONE-|||0
A 28 28|||M:PRON|||他们|||REQUIRED|||-NONE-|||0
A 32 33|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 所以 我 觉得 如果 一个 人 要 找 自己 的 另 一半 组成 家庭 ， 那 要 先 对 对方 了解 。 如 “ 青梅竹马 ” 这样 的 小 情侣 因为 他们 对 对方 的 优点 缺点 都 了解 能 接受 ， 这样 生活 才 能 美满 ， 这 就 是 我 的 理想 结交 方式 。
T0-A0 所以 我 觉得 如果 一个 人 要 找 自己 组成 家庭 的 另 一半 ， 那 要 先 对 对方 有 了解 。 如 “ 青梅竹马 ” 这样 的 小 情侣 ， 因为 他们 对 对方 的 优点 缺点 都 了解 并且 能 接受 ， 所以 生活 才 能 美满 ， 这 就 是 我 理想 的 结交 方式 。
A 9 14|||W|||组成 家庭 的 另 一半|||REQUIRED|||-NONE-|||0
A 20 20|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 30 30|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 39 39|||M:CONJ|||并且|||REQUIRED|||-NONE-|||0
A 42 43|||S:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 52 54|||W|||理想 的|||REQUIRED|||-NONE-|||0

S 一 年 以前 ， 我 的 哥哥 跟 一些 孩子 做 了 工作 。 某些 孩子 不 能 跟 他们 的 父母 一起 住 在 。 有的 父母 吸毒 ， 有的 是 酒鬼 ， 有的 只 没有 责任心 。
T0-A0 一 年 前 ， 我 的 哥哥 对 一些 孩子 做 了 照顾 工作 。 某些 孩子 不 能 跟 他们 的 父母 一起 住 ， 有的 父母 吸毒 ， 有的 是 酒鬼 ， 有的 没有 责任心 。
A 2 3|||S:NOUN|||前|||REQUIRED|||-NONE-|||0
A 7 8|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 12 12|||M:VERB|||照顾|||REQUIRED|||-NONE-|||0
A 24 26|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 35 36|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 很 外向 ， 因此 我 朋友 很 多 。 因为 我 在 日内瓦 大学 学 中文 ， 所以 我 有 一些 朋友 。 因为 我 住 在 洛桑 ， 我 也 有 一些 朋友 。 因为 我 是 俄国 人 ， 因此 我 在 那里 还有 一些 朋友 。 在 我 的 朋友 中 ， 我 还有 一个 非常 特别 紧密 的 。
T0-A0 我 很 外向 ， 因此 我 朋友 很 多 。 因为 我 在 日内瓦 大学 学 中文 ， 所以 我 有 一些 中国 朋友 。 因为 我 住 在 洛桑 ， 我 也 有 一些 瑞士 朋友 。 因为 我 是 俄国 人 ， 因此 我 在 那里 还有 一些 俄国 朋友 。 在 我 的 朋友 中 ， 我 还有 一个 关系 特别 密切 的 朋友 。
A 22 22|||M:NOUN|||中国|||REQUIRED|||-NONE-|||0
A 34 34|||M:NOUN|||瑞士|||REQUIRED|||-NONE-|||0
A 48 48|||M:NOUN|||俄国|||REQUIRED|||-NONE-|||0
A 59 60|||S:NOUN|||关系|||REQUIRED|||-NONE-|||0
A 61 62|||S:ADJ|||密切|||REQUIRED|||-NONE-|||0
A 63 63|||M:NOUN|||朋友|||REQUIRED|||-NONE-|||0

S 世界 上 常常 提到 吸烟 对 个人 健康 而 我们 社会 有 不良 的 影响 ， 但 吸烟者 的 比重 还是 高 。 对 吸烟者 来说 ， 以 吸烟 为 保持 自己 的 心情 稳定 ， 而 可以 提高 自己 的 力量 。 对于 未 成人 ， 吸烟 是 一 种 打扮 自己 。
T0-A0 人们 常常 提到 吸烟 对 个人 健康 以及 我们 社会 有 不良 的 影响 ， 但 吸烟者 的 比重 还是 很 高 。 对 吸烟者 来说 ， 吸烟 能 保持 自己 的 心情 稳定 ， 可以 提高 自己 的 力量 。 对于 未成年人 ， 吸烟 是 一 种 表现 自己 的 方式 。
A 0 2|||S:NOUN|||人们|||REQUIRED|||-NONE-|||0
A 8 9|||S:CONJ|||以及|||REQUIRED|||-NONE-|||0
A 21 21|||M:ADV|||很|||REQUIRED|||-NONE-|||0
A 27 28|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||能|||REQUIRED|||-NONE-|||0
A 36 37|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 46|||S:NOUN|||未成年人|||REQUIRED|||-NONE-|||0
A 51 52|||S:VERB|||表现|||REQUIRED|||-NONE-|||0
A 53 53|||M:OTHER|||的 方式|||REQUIRED|||-NONE-|||0

S 政府 措施 之前 人们 先 知道 公共 道德 ， 社会 、 文化 、 经济 等 很 强 的 国家 ， 这样 的 规律 遵守 。
T0-A0 政府 实施 措施 之前 ， 人们 先 知道 公共 道德 。 社会 、 文化 、 经济 等 方面 很 强 的 国家 ， 都 遵守 这样 的 规律 。
A 1 1|||M:VERB|||实施|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 15 15|||M:NOUN|||方面|||REQUIRED|||-NONE-|||0
A 20 24|||W|||都 遵守 这样 的 规律|||REQUIRED|||-NONE-|||0

S 我 觉得 ， 在 孩子 的 时候 最 影响 深 的 人 ， 不 是 幼儿园 的 老师 ， 也 不 是 婆婆 、 爷爷 。 在 我 小时候 的 影响 中 ， 还 能 记得 当时 的 父母 对 我 的 爱情 。 也 是 可以 说 ， 父母 的 影响 很 深 。
T0-A0 我 觉得 ， 在 我 还是 孩子 的 时候 对 我 影响 最 深 的 人 ， 不 是 幼儿园 的 老师 ， 也 不 是 爷爷 奶奶 。 从 我 小时候 的 记忆 中 ， 还 能 想起 当时 父母 对 我 的 爱 ， 也 可以 说 ， 父母 对 我 的 影响 很 深 。
A 4 4|||M:OTHER|||我 还是|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||对 我|||REQUIRED|||-NONE-|||0
A 7 9|||W|||影响 最|||REQUIRED|||-NONE-|||0
A 22 25|||S:OTHER|||爷爷 奶奶|||REQUIRED|||-NONE-|||0
A 26 27|||S:PREP|||从|||REQUIRED|||-NONE-|||0
A 30 31|||S:NOUN|||记忆|||REQUIRED|||-NONE-|||0
A 35 36|||S:VERB|||想起|||REQUIRED|||-NONE-|||0
A 37 38|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S:VERB|||爱|||REQUIRED|||-NONE-|||0
A 43 44|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 45 46|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 50|||M:OTHER|||对 我|||REQUIRED|||-NONE-|||0

S 有 一个 小 女孩 ， 她 非常 喜欢 香港 的 一 位 女 歌手 那个 小 女孩 ， 她 也 想 做 歌手 ， 可是 她 认为 “ 我 太 胖 了 ” 过分 的 减肥 ， 她 终于 死 了 。
T0-A0 有 一个 小 女孩 ， 她 非常 喜欢 香港 的 一 位 女 歌手 ， 那个 小 女孩 也 想 做 歌手 ， 可是 她 认为 自己 太 胖 了 而 过分 地 减肥 ， 最后 去世 了 。
A 14 14|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 19|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 29|||S:PRON|||自己|||REQUIRED|||-NONE-|||0
A 32 33|||S:CONJ|||而|||REQUIRED|||-NONE-|||0
A 34 35|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 37 40|||S:OTHER|||最后 去世|||REQUIRED|||-NONE-|||0

S 以前 的 学校 都 是 由 政府 办 的 ， 只有 地位 高 的 人 才 能 上学 读书 上 ， 一般 老百姓 没有 几会 读书 。 而 孔子 办 的 学校 ， 不管 学生 的 家放 和 社会 地位 怎么样 ， 也 不管 他们 是 不 是 很 聪明 ， 都 可以 夹 上 学 。 孔子 要 让 更 多 的 人 有 几会 学习 ， 从而 可以 让 知识 和 文化 在 社会 上 得到 传播 。
T0-A0 以前 的 学校 都 是 由 政府 办 的 ， 只有 地位 高 的 人 才 能 上学 ， 一般 老百姓 没有 机会 读书 。 而 孔子 办 的 学校 ， 不管 学生 的 家室 和 社会 地位 怎么样 ， 也 不管 他们 是 不 是 很 聪明 ， 都 可以 来 上学 。 孔子 要 让 更 多 的 人 有 机会 学习 ， 从而 可以 让 知识 和 文化 在 社会 上 得到 传播 。
A 18 20|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S:SPELL|||机会|||REQUIRED|||-NONE-|||0
A 36 37|||S:NOUN|||家室|||REQUIRED|||-NONE-|||0
A 53 54|||S:VERB|||来|||REQUIRED|||-NONE-|||0
A 65 66|||S:SPELL|||机会|||REQUIRED|||-NONE-|||0

S 但 最 使 人 想 要 做 导游 的 原因 是 因为 我 非常 和 人 交谈 ， 从 交谈 中 吸取 新 的 知识 。 我 认为 互相 交谈 不但 能够 增加 自己 的 朋友 ， 也 能够 取得 从 书 上 从不 能 提供 的 知识 。 比如 经验 、 外国 的 习俗 习惯 等等 。
T0-A0 但 最 让 人 想 要 做 导游 的 原因 是 我 非常 喜欢 和 人 交谈 ， 从 交谈 中 吸取 新 的 知识 。 我 认为 互相 交谈 不但 能够 增加 自己 的 朋友 数量 ， 也 能够 获得 从 书 上 提供 不 了 的 知识 ， 比如 经验 、 外国 的 风俗 习惯 等等 。
A 2 3|||S:VERB|||让|||REQUIRED|||-NONE-|||0
A 11 12|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 14|||M:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 36 36|||M:NOUN|||数量|||REQUIRED|||-NONE-|||0
A 39 40|||S:VERB|||获得|||REQUIRED|||-NONE-|||0
A 43 46|||S:OTHER|||提供 不 了|||REQUIRED|||-NONE-|||0
A 48 49|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 54 55|||S:NOUN|||风俗|||REQUIRED|||-NONE-|||0

S 总之 ， 吸烟 是 不仅 是 对 身体 不好 还 会 影响 别人 ， 所以 如果 以 已经 吸烟 的 人 要 吸烟 时 也 不要 在 公共场所 吸烟 。 如果 还 没 吸烟 的 青少年 请 远离 开 烟 。
T0-A0 总之 ， 吸烟 不仅 对 身体 不好 ， 还 会 影响 别人 。 所以 吸烟 的 人 如果 要 吸烟 ， 也 不要 在 公共场所 吸 ； 如果 是 还 没 吸 过 烟 的 青少年 ， 请 远离 香烟 。
A 3 4|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 13 14|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 15 18|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M:CONJ|||如果|||REQUIRED|||-NONE-|||0
A 23 24|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 28 29|||S:VERB|||吸|||REQUIRED|||-NONE-|||0
A 29 30|||S:PUNCT|||；|||REQUIRED|||-NONE-|||0
A 31 31|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 33 34|||S:OTHER|||吸 过 烟|||REQUIRED|||-NONE-|||0
A 36 36|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 38 40|||S:NOUN|||香烟|||REQUIRED|||-NONE-|||0

S 最近 青少年 的 吸烟 越来越 多 。 这个 问题 的 背景 有 对 青少年 的 教育 。 因为 对 吸烟 的 知识 太 少 ， 所以 不少 青少年 很 早 开始 吸烟 ， 而且 很多 成人 的 吸烟者 不 考虑 吸烟 的 地点 ， 所以 不管 什么 地方 ， 都 能 看到 吸烟者 。
T0-A0 最近 吸烟 的 青少年 越来越 多 。 这个 问题 的 背景 是 对 青少年 的 教育 。 因为 对 吸烟 的 知识 了解 太 少 ， 所以 不少 青少年 开始 吸烟 ， 而且 很多 成人 吸烟者 不 考虑 吸烟 的 地点 ， 所以 不管 什么 地方 ， 都 能 看到 吸烟者 。
A 1 4|||W|||吸烟 的 青少年|||REQUIRED|||-NONE-|||0
A 11 12|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 22 22|||M:VERB|||了解|||REQUIRED|||-NONE-|||0
A 28 30|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 37|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 当今 最 热门 歌手 ， 不说 ， 喜欢 流行歌曲 的 朋友 来说 多半 是 “ 周董 ” 周杰伦 ， 说 到 这 位 歌手 有趣 的 “ 不 清楚 ” 歌法 ， 是 很 喜 费玉清 而 不 喜欢 流行歌曲 的 长辈 们 所 厌恶 。
T0-A0 当今 最 热门 的 歌手 ， 不得不 说 ， 对 喜欢 流行歌曲 的 朋友 来说 多半 是 “ 周董 ” 周杰伦 。 说 到 这 位 歌手 ， 他 有趣 的 “ 不 清楚 ” 的 歌词 受 很多 喜欢 费玉清 但 不 喜欢 流行歌曲 的 长辈 们 厌恶 。
A 3 3|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 5 6|||S:OTHER|||不得不 说|||REQUIRED|||-NONE-|||0
A 7 7|||M:PREP|||对|||REQUIRED|||-NONE-|||0
A 18 19|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 24 24|||M:OTHER|||， 他|||REQUIRED|||-NONE-|||0
A 30 35|||S:OTHER|||的 歌词 受 很多 喜欢|||REQUIRED|||-NONE-|||0
A 36 37|||S:CONJ|||但|||REQUIRED|||-NONE-|||0
A 43 44|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 要 我 家人 的 工作 介绍 ： 我 爸爸 是 一个 会计师 ， 他 喜欢 他 的 职业 了 的 。 他 的 职业 在 中 城市 ， 这个 地方 离 父母 的 家 很 近 。 他 坐 公共 汽车 去 职业 的 地方 。 我 妈妈 是 管家婆 ， 她 没有 收入 ， 但 她 在家 工作 。 我 哥哥 住 在 日内瓦 ， 他 是 建筑师 。 他 学 了 日内瓦 大学 学 了 六 年 。 他 每天 骑 自行车 去 职业 的 地方 。 我 不 知道 他 的 收人 高 还是 矮 ， 我 只 会 他 有 一个 体面 的 职业 。
T0-A0 我 将 介绍 我家人 的 工作 ： 我 爸爸 是 一个 会计师 ， 他 喜欢 他 的 职业 。 他 工作 的 地方 在 城市 中心 ， 这个 地方 离 我 父母 的 家 很 近 。 他 坐 公共 汽车 去 上班 。 我 妈妈 是 管家婆 ， 她 没有 收入 ， 但 她 在家 工作 。 我 哥哥 住 在 日内瓦 ， 他 是 建筑师 。 他 在 日内瓦 大学 学 了 六 年 。 他 每天 骑 自行车 去 上班 。 我 不 知道 他 的 收入 高 还是 低 ， 我 只 知道 他 有 一个 体面 的 工作 。
A 1 2|||S:OTHER|||将 介绍|||REQUIRED|||-NONE-|||0
A 6 7|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 21|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 23|||M:VERB|||工作|||REQUIRED|||-NONE-|||0
A 24 25|||S:NOUN|||地方|||REQUIRED|||-NONE-|||0
A 26 27|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M:NOUN|||中心|||REQUIRED|||-NONE-|||0
A 32 32|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 43 46|||S:VERB|||上班|||REQUIRED|||-NONE-|||0
A 72 74|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 86 89|||S:VERB|||上班|||REQUIRED|||-NONE-|||0
A 95 96|||S:NOUN|||收入|||REQUIRED|||-NONE-|||0
A 98 99|||S:ADJ|||低|||REQUIRED|||-NONE-|||0
A 102 103|||S:VERB|||知道|||REQUIRED|||-NONE-|||0
A 108 109|||S:NOUN|||工作|||REQUIRED|||-NONE-|||0

S 如果 要 把 日语 教 给 人家 的话 ， 不管 职业 的 或 义工 的 ， 需要 把 日语 客观 的 分析 而 说明 的 能力 。
T0-A0 如果 要 教 别人 日语 的话 ， 不管 是 职业 的 ， 还是 义工 的 ， 需要 有 客观 地 分析 和 说明 日语 的 能力 。
A 2 4|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 7|||S:OTHER|||别人 日语|||REQUIRED|||-NONE-|||0
A 10 10|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 12 13|||S:OTHER|||， 还是|||REQUIRED|||-NONE-|||0
A 17 19|||S:VERB|||有|||REQUIRED|||-NONE-|||0
A 20 21|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 22 23|||S:CONJ|||和|||REQUIRED|||-NONE-|||0
A 24 24|||M:NOUN|||日语|||REQUIRED|||-NONE-|||0

S 我 出生 于 在 奥地利 。 高中 毕业 后 我 选 只 来到 瑞士 。 对于 奥地利人 来说 ， 出 法语区 的 地方 念 大学 ， 不 是 很 正常 。 首于 对于 我 来说 ， 成尺 年景 后 的 事 是 去 看 世界 。 在 日内瓦 大学 我 宣告 汉学系 和 阿拉拔语 。
T0-A0 我 出生 在 奥地利 。 高中 毕业 后 我 选择 来到 瑞士 。 对于 奥地利人 来说 ， 去 法语区 念 大学 不 是 很 常见 。 首先 对于 我 来说 ， 成年 后 的 事 是 去 看 世界 。 在 日内瓦 大学 我 学习 汉学 和 阿拉伯语 。
A 2 3|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 12|||S:VERB|||选择|||REQUIRED|||-NONE-|||0
A 19 20|||S:VERB|||去|||REQUIRED|||-NONE-|||0
A 21 23|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 30|||S:ADJ|||常见|||REQUIRED|||-NONE-|||0
A 31 32|||S:CONJ|||首先|||REQUIRED|||-NONE-|||0
A 36 38|||S:VERB|||成年|||REQUIRED|||-NONE-|||0
A 50 51|||S:VERB|||学习|||REQUIRED|||-NONE-|||0
A 51 52|||S:NOUN|||汉学|||REQUIRED|||-NONE-|||0
A 53 54|||S:SPELL|||阿拉伯语|||REQUIRED|||-NONE-|||0

S 我 认为 跟 别人 交流 中 最 重要 的 是 行为 举止 。 因为 自己 做 什么 就 对 别人 会 影响 ， 所以 不要 做 别人 觉得 不 舒服 的 事 。
T0-A0 我 认为 在 跟 别人 交流 的 过程 中 ， 最 重要 的 是 行为 举止 。 因为 自己 做 什么 都 会 对 别人 产生 影响 ， 所以 不要 做 使 别人 觉得 不 舒服 的 事 。
A 2 2|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||的 过程|||REQUIRED|||-NONE-|||0
A 6 6|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||都 会|||REQUIRED|||-NONE-|||0
A 20 21|||S:VERB|||产生|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||使|||REQUIRED|||-NONE-|||0

S 所以 我 提出 了 一个 解题 。 那 是 ， 如果 大家 都 想 一 想 ， 回忆 回忆 以前 的 人 对 食物 的 需要 的话 ， 就 看看 现在 的 生活 吧 ！
T0-A0 所以 我 提出 了 一个 解决 办法 。 那 就是 大家 都 想 一 想 ， 回忆 回忆 以前 的 人 对 食物 的 需要 ， 再 看看 现在 的 生活 。
A 5 6|||S:OTHER|||解决 办法|||REQUIRED|||-NONE-|||0
A 8 11|||S:VERB|||就是|||REQUIRED|||-NONE-|||0
A 26 27|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S:ADV|||再|||REQUIRED|||-NONE-|||0
A 33 35|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0

S 目前 在 我国 的 流行歌曲 越 多 越 发展 。 差不多 每个 星期一两 次 举行 流行歌曲会 。
T0-A0 目前 在 我国 的 流行歌曲 越来越 多 ， 发展 得 越来越 好 。 差不多 每个 星期 都 会 举行 一两 次 流行歌曲 演唱会 。
A 5 6|||S:ADV|||越来越|||REQUIRED|||-NONE-|||0
A 7 9|||S:OTHER|||， 发展 得 越来越 好|||REQUIRED|||-NONE-|||0
A 12 13|||S:OTHER|||星期 都 会 举行 一两|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||流行歌曲|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||演唱会|||REQUIRED|||-NONE-|||0
T0-A1 目前 在 我国 的 流行歌曲 越来越 多 ， 发展 得 越来越 好 。 差不多 每个 星期 都 会 举行 一两 次 流行歌曲 演唱会 。
A 5 6|||S:ADV|||越来越|||REQUIRED|||-NONE-|||0
A 7 8|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 9|||M:OTHER|||得 越来越 好|||REQUIRED|||-NONE-|||0
A 12 13|||S:OTHER|||星期 都 会 举行 一两|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||流行歌曲|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||演唱会|||REQUIRED|||-NONE-|||0

S 我 认为 愚公 是 一个 英雄 ， 因为 没有 超有 超能力 ， 以及 成功 的 ， 由于 他 的 毅力 去 实现 他 的 目标 超人 。
T0-A0 我 认为 愚公 是 一个 英雄 ， 因为 他 既 没有 超能力 ， 也 没有 走捷径 ， 他 用 毅力 去 实现 了 他 的 目标 。
A 8 8|||M:OTHER|||他 既|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S:ADV|||也|||REQUIRED|||-NONE-|||0
A 13 14|||S:ADV|||没有|||REQUIRED|||-NONE-|||0
A 14 15|||S:OTHER|||走捷径|||REQUIRED|||-NONE-|||0
A 16 17|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 19|||S:PREP|||用|||REQUIRED|||-NONE-|||0
A 22 22|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 25 26|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0

S 出生 于 1988年 2月 11日 。 我 23 岁 。 在 大学 学 亚述学 、 埃及 学 和 古 希腊语 。 也 学 中文 ， 因为 喜欢 中国 文化 。 我 想 学 甲骨文 。 每个 星期六 在 车行 工作 。 我 是 汽车 修理师 。
T0-A0 我 出生 于 1988年 2月 11日 ， 23 岁 ， 在 大学 学 亚述学 、 埃及 学 和 古 希腊语 ， 也 学 中文 ， 因为 我 喜欢 中国 文化 。 我 想 学 甲骨文 。 我 每周 星期六 在 车 行 工作 ， 我 是 汽车 修理师 。
A 0 0|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 5 7|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 10|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 26 26|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 35 36|||S:OTHER|||我 每周|||REQUIRED|||-NONE-|||0
A 40 41|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 即使 这项 规定 有 可能 造成 一个 争论 ， 不过 站 在 青少年 的 立场 上 考虑 此 项 规定 是 件 很 好 措施 。 这 可能 是 一个 新 的 起点 ， 我 想 ， 今后 这样 措施 陆续 出台 ， 把 我们 的 周围 ， 生活 环境 调整 一下 ， 给 不 吸烟 的 人 带来 一个 良好 的 生活 空间 ， 给 像 我 这样 吸烟人 带来 一个 放弃 不 吸烟 的 环境 。
T0-A0 即使 这项 规定 有 可能 造成 一 次 争论 ， 不过 站 在 青少年 的 立场 上 考虑 此 项 规定 是 件 很 好 的 措施 。 这 可能 是 一个 新 的 起点 ， 我 想 ， 今后 像 这样 的 措施 陆续 出台 ， 把 我们 周围 的 生活 环境 调整 一下 ， 给 不 吸烟 的 人 带来 一个 良好 的 生活 空间 ， 给 像 我 这样 吸烟 的 人 带来 一个 放弃 吸烟 的 环境 。
A 6 7|||S:OTHER|||一 次|||REQUIRED|||-NONE-|||0
A 24 24|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 38 38|||M:PREP|||像|||REQUIRED|||-NONE-|||0
A 39 39|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 45 47|||W|||周围 的|||REQUIRED|||-NONE-|||0
A 47 48|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 69 70|||S:OTHER|||吸烟 的 人|||REQUIRED|||-NONE-|||0
A 73 74|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 北京 的 交通 很 挤 ， 可是 我 一经 对 这个 城市 的 环境 很 熟悉 。 我 认为 北京 的 天气 不 舒适 ， 再说 没有 春天 。 我 大学 毕业 一 后 要 去 中国 工作 。
T0-A0 北京 的 交通 很 拥堵 ， 可是 我 已经 对 这个 城市 的 环境 很 熟悉 了 。 我 认为 北京 的 天气 使 我 不 舒服 ， 而且 没有 春天 。 我 大学 毕业 后 要 去 中国 工作 了 。
A 4 5|||S:ADJ|||拥堵|||REQUIRED|||-NONE-|||0
A 8 9|||S:SPELL|||已经|||REQUIRED|||-NONE-|||0
A 16 16|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 22 22|||M:OTHER|||使 我|||REQUIRED|||-NONE-|||0
A 23 24|||S:ADJ|||舒服|||REQUIRED|||-NONE-|||0
A 25 26|||S:CONJ|||而且|||REQUIRED|||-NONE-|||0
A 32 33|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 38 38|||M:AUX|||了|||REQUIRED|||-NONE-|||0

S 吸烟 的 时候 ， 因为 香烟 的 有害 物质 ， 肝 、 肺 等 器官 容易 变 坏 ， 如果 多 吸烟 的话 ， 会 得 严重 的 病 。 特别 是 青少年 吸烟 的话 ， 他们 会 受 得 成长 障碍 。
T0-A0 吸烟 的 时候 ， 香烟 的 有害 物质 会 使 肝 、 肺 等 器官 容易 变 坏 ， 如果 吸烟 多 的话 ， 会 得 严重 的 病 。 特别 是 青少年 吸烟 的话 ， 他们 的 成长 会 受到 障碍 。
A 4 5|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S:OTHER|||会 使|||REQUIRED|||-NONE-|||0
A 20 22|||W|||吸烟 多|||REQUIRED|||-NONE-|||0
A 37 40|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 41 41|||M:OTHER|||会 受到|||REQUIRED|||-NONE-|||0

S 在 现今 这个 物欲横流 、 五光十色 的 世界 里 ， 到处 都 有 诱惑人心 的 不良 场所 和 资讯 ， 如 在 书刊 上 、 杂志 上 、 电视 电影 、 网际 网络 等 ， 都 往往 有 对性 过分 渲染 的 语言 文字 ， 对 小孩子 甚至 大人 都 有 很 大 的 影响 。
T0-A0 在 现今 这个 物欲横流 、 五光十色 的 世界 里 ， 到处 都 有 诱惑人心 的 资讯 ， 如 在 书刊 上 、 杂志 上 、 电视 电影 中 、 网际 网络 上 等 ， 往往 都 有 对性 过分 渲染 的 语言 文字 ， 这 对 小孩子 甚至 大人 都 会 有 很 大 的 影响 。
A 15 18|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M:NOUN|||中|||REQUIRED|||-NONE-|||0
A 33 33|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 35 37|||W|||往往 都|||REQUIRED|||-NONE-|||0
A 45 45|||M:PRON|||这|||REQUIRED|||-NONE-|||0
A 50 50|||M:VERB|||会|||REQUIRED|||-NONE-|||0

S 螺旋型 通货 紧缩 的 是 我们 只 买 便宜 的 东西 ， 得 是 公司 不 太 利润 ， 得 是 工资 变 溅 落 ， 得 是 我们 只 买 便宜 的 东西 ， 反复 。
T0-A0 螺旋型 的 通货 紧缩 是 我们 只 买 便宜 的 东西 ， 因此 公司 没有 得到 太 多 利润 ， 于是 工资 变 少 ， 使得 我们 只 买 便宜 的 东西 ， 如此 反复 。
A 1 4|||W|||的 通货 紧缩|||REQUIRED|||-NONE-|||0
A 12 14|||S:CONJ|||因此|||REQUIRED|||-NONE-|||0
A 15 16|||S:OTHER|||没有 得到|||REQUIRED|||-NONE-|||0
A 17 17|||M:ADJ|||多|||REQUIRED|||-NONE-|||0
A 19 21|||S:CONJ|||于是|||REQUIRED|||-NONE-|||0
A 23 25|||S:ADJ|||少|||REQUIRED|||-NONE-|||0
A 26 28|||S:VERB|||使得|||REQUIRED|||-NONE-|||0
A 35 35|||M:PRON|||如此|||REQUIRED|||-NONE-|||0

S 当然 大家 都 盼望 自己 的 小孩 成才 ， 所以 在 你们 小时候 就 对 他们 的 教育 严阵以待 和 处处 管教 ， 虽说 不 是 坏事 ， 但 也 因此 使 小孩 失去 了 不少 童年 该 有 的 快乐 回忆 ， 所以 在 小孩 的 生活 中 ， 父母 不仅仅 是 养育者 的 身份 ， 也 是 在 扮演 着 老师 的 责任 ， 而 人 的 一生 绝大部分 关键 都 是 在 儿童 时 产生 ， 所以 在 孩子 上学 前 父母 就 是 孩子 的 第一 任 老师 。
T0-A0 当然 大家 都 盼望 自己 的 小孩 成才 。 所以 你们 在 他们 小时候 就 对 他们 的 教育 进行 严抓 并 处处 管教 ， 虽说 不 是 坏事 ， 但 也 因此 使 小孩 失去 了 不少 童年 该 有 的 快乐 回忆 。 所以 在 小孩 的 生活 中 ， 父母 不仅仅 是 养育者 的 身份 ， 也 是 在 扮演 着 老师 的 角色 。 而 人 的 一生 绝大部分 关键 思想 都 是 在 儿童 时 产生 的 ， 所以 在 孩子 上学 前 ， 父母 就 是 孩子 的 第一 任 老师 。
A 8 9|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 10 10|||M:PRON|||你们|||REQUIRED|||-NONE-|||0
A 11 12|||S:PRON|||他们|||REQUIRED|||-NONE-|||0
A 18 20|||S:OTHER|||进行 严抓 并|||REQUIRED|||-NONE-|||0
A 42 43|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 64 65|||S:NOUN|||角色|||REQUIRED|||-NONE-|||0
A 65 66|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 72 72|||M:NOUN|||思想|||REQUIRED|||-NONE-|||0
A 78 78|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 84 84|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 长期以来 ， 各国 的 学校 确 是 男女 合式 教育 ， 这 一 类型 的 混合教 说 起来 也 不 算 那么 好 。 是 因为 男性 和 女性 天生 就是 在 个别 方面 有所不同 。 就是 他们 的 思考 能力 呀 ， 性 方面 呀 ， 他们 应有 的 本性 确实 不同 。
T0-A0 长期以来 ， 各国 的 学校 确实 是 男女 合式 教育 ， 这 一 类型 的 混合 教育 说 起来 也 不 算 那么 好 ， 因为 男性 和 女性 天生 就是 在 个别 方面 有所不同 ， 就是 他们 的 思考 能力 方面 呀 ， 性 方面 呀 ， 他们 应有 的 本性 确实 不同 。
A 5 6|||S:ADJ|||确实|||REQUIRED|||-NONE-|||0
A 15 16|||S:OTHER|||混合 教育|||REQUIRED|||-NONE-|||0
A 23 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 35 36|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 41 41|||M:NOUN|||方面|||REQUIRED|||-NONE-|||0

S 很 严重 的 问题 是 ， 吸烟 不仅 害 吸烟者 的 健康 ， 而且 吸烟者 周围 的 人 也 受到 抽烟 时 不好 的 影响 。 这 表明 ， 如果 一个 家庭 里 一个 人 抽烟 的话 ， 这 影响 到 全家人 。 比如 某 一 家 食堂 里 你 吃饭 时 一个 人 抽烟 的 话 造成 了 那里 吃饭 的 人 都 抽烟 的 效果 。
T0-A0 很 严重 的 问题 是 ， 吸烟 不仅 危害 吸烟者 的 健康 ， 而且 吸烟者 周围 的 人 也 会 受到 抽烟 的 不好 的 影响 。 这 表明 ， 如果 一个 家庭 里 有 一个 人 抽烟 的话 ， 这 就 会 影响 到 全家人 。 比如 你 在 某 一 家 食堂 里 吃饭 时 ， 如果 有 一个 人 抽烟 的话 ， 他 会 造成 在 那里 吃饭 的 人 都 被动 抽烟 的 后果 。
A 8 9|||S:VERB|||危害|||REQUIRED|||-NONE-|||0
A 19 19|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 21 22|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 33 33|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 39 39|||M:OTHER|||就 会|||REQUIRED|||-NONE-|||0
A 44 44|||M:OTHER|||你 在|||REQUIRED|||-NONE-|||0
A 49 50|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 52 52|||M:OTHER|||， 如果 有|||REQUIRED|||-NONE-|||0
A 57 57|||M:OTHER|||， 他 会|||REQUIRED|||-NONE-|||0
A 58 59|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 64 64|||M:ADJ|||被动|||REQUIRED|||-NONE-|||0
A 66 67|||S:NOUN|||后果|||REQUIRED|||-NONE-|||0

S 其实 就 按照 我 个人 所 经历 过 的 学生 时代 来说 吧 ， 这 男女 分校 好 还是 混合 好 倒是 各 有 各 的 说法 ， 赞成 分校者 谓 说 可以 提防 男女少年 过于 早熟 早 恋 ， 甚至于 “ 偷 尝 禁果 ” 但 个人 认为 多数 实行 分校制者 实际上 都 是 一些 所谓 比较 “ 名牌 ” 的 学校 因此 为 “ 名 ” 而 分者 是 更 大 的 考量 。
T0-A0 其实 就 按照 我 个人 所 经历 过 的 学生 时代 来说 吧 ， 是 男女 分校 好 还是 混合 好 倒是 各 有 各 的 说法 ， 赞成 分校者 认为 分校 可以 提防 男女 少年 过于 早熟 早恋 ， 甚至 “ 偷 尝 禁果 ” ， 但 个人 认为 多数 实行 分校制者 实际上 都 是 一些 所谓 比较 “ 名牌 ” 的 学校 ， “ 名 ” 是 更 大 的 考量 。
A 14 15|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 30 31|||S:VERB|||认为|||REQUIRED|||-NONE-|||0
A 31 32|||S:NOUN|||分校|||REQUIRED|||-NONE-|||0
A 40 41|||S:ADV|||甚至|||REQUIRED|||-NONE-|||0
A 46 46|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 63 65|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 68 70|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 还有 我 的 父亲 是 厚道 的 人 ， 所以 我 从 他 的 身上 学 了 待人 的 做法 。 我 妈妈 是 因为 以前 家里 没有 什么 钱 所以 为了 养 我们 做 生意 很 勇敢 ， 我 在 她 的 身上 学 了 要 怎么 面对 困难 而且 勇敢 。
T0-A0 还有 ， 我 的 父亲 是 厚道 的 人 ， 所以 我 从 他 的 身上 学 到 了 待人 的 方法 。 因为 以前 家里 没有 什么 钱 ， 所以 我 妈妈 为了 养 我们 做 生意 很 勇敢 ， 我 在 她 的 身上 学 到 了 勇敢 和 怎么 面对 困难 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 16 16|||M:VERB|||到|||REQUIRED|||-NONE-|||0
A 19 20|||S:NOUN|||方法|||REQUIRED|||-NONE-|||0
A 21 24|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 31 31|||M:OTHER|||我 妈妈|||REQUIRED|||-NONE-|||0
A 45 45|||M:VERB|||到|||REQUIRED|||-NONE-|||0
A 46 47|||S:OTHER|||勇敢 和|||REQUIRED|||-NONE-|||0
A 50 52|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 我们 小 的 时候 ， 我们 很 喜欢 在 一起 又 比赛 、 又 玩 。 我们 在 学校 的 操场 常常 打 了 网球 、 蓝 球 、 排球 ， 很 有意思 了 。
T0-A0 小 的 时候 ， 我们 很 喜欢 在 一起 边 比赛 边 玩 。 我们 常常 在 学校 的 操场 打 网球 、 篮球 、 排球 ， 很 有意思 。
A 0 1|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||S:ADV|||边|||REQUIRED|||-NONE-|||0
A 12 14|||S:ADV|||边|||REQUIRED|||-NONE-|||0
A 17 22|||W|||常常 在 学校 的 操场|||REQUIRED|||-NONE-|||0
A 23 24|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 28|||S:SPELL|||篮球|||REQUIRED|||-NONE-|||0
A 33 34|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 邻居 非常 奇怪 。 有 一个 太太 ， 她 每天 晚上 上 我 的 楼面 ， 然后 不 停 地 按 下 我 邻居 的 门铃 是 为 的 要求 酒 和 烟 。 我 疑神疑鬼 ， 每次 和 遇见 她 或者 我 住 一样 的 楼道 的 先生 ， 我 抓疑 地 看 着 他们 。 有时候 那个 先生 告诉 我 ： “ 怎么样 呢 ？ 你 再 要 回家 了 吗 ？ ”
T0-A0 邻居 非常 奇怪 。 有 一个 太太 ， 她 每天 晚上 上 到 我 的 楼层 ， 然后 不 停 地 按 下 我 邻居 的 门铃 为了 求 酒 和 烟 。 我 疑神 疑 鬼 ， 每 次 遇见 她 或者 跟 我 住 一样 的 楼道 的 先生 ， 我 怀疑 地 看 着 他们 。 有时候 那个 先生 告诉 我 ： “ 怎么样 呢 ？ 你 要 回家 了 吗 ？ ”
A 12 12|||M:VERB|||到|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||楼层|||REQUIRED|||-NONE-|||0
A 26 30|||S:OTHER|||为了 求|||REQUIRED|||-NONE-|||0
A 37 38|||S:PRON|||每|||REQUIRED|||-NONE-|||0
A 38 39|||S:QUAN|||次|||REQUIRED|||-NONE-|||0
A 42 42|||M:PREP|||跟|||REQUIRED|||-NONE-|||0
A 51 52|||S:VERB|||怀疑|||REQUIRED|||-NONE-|||0
A 68 69|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0

S 如今 的 手机 可以 做 很多 事 ， 例如 到处 使用 互联网 ， 公交车 时刻表 ， 看看 天气 预报 ， 下载 数千 的 应用 程序 ， 听 音乐 ， 看看 录像片 。
T0-A0 如今 的 手机 可以 做 很多 事 ， 例如 随处 使用 互联网 看 公交车 时刻表 、 看 天气 预报 、 下载 数百 个 应用 程序 、 听 音乐 、 看 录像片 等等 。
A 9 10|||S:ADV|||随处|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||看|||REQUIRED|||-NONE-|||0
A 15 16|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||看|||REQUIRED|||-NONE-|||0
A 19 20|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 21 22|||S:NUM|||数百|||REQUIRED|||-NONE-|||0
A 22 23|||S:QUAN|||个|||REQUIRED|||-NONE-|||0
A 25 26|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 28 29|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||看|||REQUIRED|||-NONE-|||0
A 31 31|||M:AUX|||等等|||REQUIRED|||-NONE-|||0

S 同学 们 成 了 好 朋友 。 我 跟 他们 在 微信 上 还 在 联系 。 我们 小组 里 有 各种各样 的 国籍 ： 日本 人 ， 蒙古人 ， 韩国 人 ， 德国 人 ， 乌兹别克人 ， 荷兰人 和 法国 人 。
T0-A0 我 和 同学 们 成 了 好 朋友 。 我 跟 他们 在 微信 上 还 在 联系 。 我们 小组 里 有 各种各样 国籍 的 人 ： 日本 人 、 蒙古人 、 韩国 人 、 德国人 、 乌兹别克人 、 荷兰人 和 法国 人 等 。
A 0 0|||M:OTHER|||我 和|||REQUIRED|||-NONE-|||0
A 22 24|||W|||国籍 的|||REQUIRED|||-NONE-|||0
A 24 24|||M:NOUN|||人|||REQUIRED|||-NONE-|||0
A 27 28|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 29 30|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 32 36|||S:OTHER|||、 德国人 、|||REQUIRED|||-NONE-|||0
A 37 38|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 42 42|||M:AUX|||等|||REQUIRED|||-NONE-|||0

S 自古至 今 ， 男欢 女爱 ， 在 东西方 的 眼中 各 有 不同 的 看法 。 先 说 西方 洋人 喜欢 追求 浪漫 、 刺激 的 一见钟情 ， 快熟式 的 恋爱 方式 ， 对 我们 中国 人 来说 ， 可 说是 见怪不怪 。
T0-A0 从古至今 ， 男欢女爱 ， 在 东西方 的 眼中 都 是 各 有 各 的 看法 。 先 说 西方 洋人 喜欢 的 追求 浪漫 、 刺激 的 一见钟情 ， 快餐式 的 恋爱 方式 ， 对 我们 中国 人 来说 ， 可谓 是 见怪不怪 。
A 0 2|||S:OTHER|||从古至今|||REQUIRED|||-NONE-|||0
A 10 10|||M:OTHER|||都 是|||REQUIRED|||-NONE-|||0
A 12 13|||S:PRON|||各|||REQUIRED|||-NONE-|||0
A 21 21|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 28 29|||S:ADJ|||快餐式|||REQUIRED|||-NONE-|||0
A 39 40|||S:VERB|||可谓|||REQUIRED|||-NONE-|||0
A 40 41|||S:VERB|||是|||REQUIRED|||-NONE-|||0

S 在 海上 船 行 的 日子 ， 我 看 了 很多 书 ， 画画 ， 观看 船上 的 节且 和 其他 活动 。 我 和 家人 度过 了 绝妙 的 两 周 。
T0-A0 在 海上 坐 船 游行 的 日子 ， 我 看 了 很多 书 ， 画 了 很多 画 ， 观看 船上 的 节目 和 做 了 其他 活动 。 我 和 家人 度过 了 绝妙 的 两 周 。
A 2 2|||M:VERB|||坐|||REQUIRED|||-NONE-|||0
A 3 4|||S:VERB|||游行|||REQUIRED|||-NONE-|||0
A 13 14|||S:OTHER|||画 了 很多 画|||REQUIRED|||-NONE-|||0
A 18 19|||S:NOUN|||节目|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||做 了|||REQUIRED|||-NONE-|||0

S 他们 总 爱 听 那么 已 被 时代 淘汰 的 老 歌 ， 虽然 那些 歌 已经 不 流行 了 ， 但 它 还是 受到 大量 听众 的 支持 ， 因为 老歌 给 人们 带来 一 种 较 神秘 的 感觉 ， 和 一 种 怀念 过去 的 感觉 。
T0-A0 他们 总 爱 听 那些 已 被 时代 淘汰 的 老 歌 ， 虽然 那些 歌 已经 不 流行 了 ， 但 它们 还是 受到 了 大量 听众 的 支持 ， 因为 老歌 给 人们 带来 一 种 较 神秘 和 怀念 过去 的 感觉 。
A 4 5|||S:PRON|||那些|||REQUIRED|||-NONE-|||0
A 22 23|||S:PRON|||它们|||REQUIRED|||-NONE-|||0
A 25 25|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 39 42|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 45|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 你们 ] 好 ， 我 是 一个 人 ， 不 想 婚姻 。 我 的 朋友 们 ] 每 一个 婚姻 过 。
T0-A0 你们 好 ， 我 是 单身 ， 不 想 结婚 。 我 的 朋友 们 每 一个 都 结 过婚 。
A 1 2|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 8|||S:NOUN|||单身|||REQUIRED|||-NONE-|||0
A 11 12|||S:VERB|||结婚|||REQUIRED|||-NONE-|||0
A 17 18|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 22|||S:OTHER|||都 结 过婚|||REQUIRED|||-NONE-|||0

S 不仅如此 有时 流行歌曲 还 能 把 不好 的 情绪 或 气氛 给 调改 过来 ， 例如 ， 我 遇到 了 不 快乐 的 事情 ， 独自 在 房间 里 ， 心里 非常 沉闷 ， 只要 把 节奏 比较 快 给 放 出来 ， 很快 情绪 都 会 慢慢好 起来 ， 或者 在 气氛 非常 一般 的 晚会 里 ， 只要 把 流行歌曲 放 出来 都 会 把 平凡 的 气氛 变 得 很 热闹 ， 等等 。
T0-A0 不仅如此 ， 有时 流行歌曲 还 能 把 不好 的 情绪 或 气氛 调节 过来 ， 例如 ， 我 遇到 了 不 快乐 的 事情 ， 独自 在 房间 里 ， 心里 非常 沉闷 ， 只要 把 节奏 比较 快 的 歌曲 给 放 出来 ， 很快 情绪 就 会 慢慢好 起来 ， 或者 在 气氛 非常 一般 的 晚会 里 ， 只要 把 流行歌曲 放 出来 都 会 让 沉闷 的 气氛 变 得 很 热闹 ， 等等 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 11 13|||S:VERB|||调节|||REQUIRED|||-NONE-|||0
A 39 39|||M:OTHER|||的 歌曲|||REQUIRED|||-NONE-|||0
A 45 46|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 66 67|||S:VERB|||让|||REQUIRED|||-NONE-|||0
A 67 68|||S:ADJ|||沉闷|||REQUIRED|||-NONE-|||0

S 我 经常 就 把 一 本 书 带 在 身边 ， 无论是 在 地铁 里 、 公共 汽车 上 ， 或是 在 飞机 航途 中 ， 我 都 能 随时 打开 手中 的 书 ， 让 自己 漫游 在 书 中 的 世界 里 。
T0-A0 我 经常 把 一 本 书 带 在 身边 ， 无论是 在 地铁 里 、 公共 汽车 上 ， 还是 在 飞机 航行 途中 ， 我 都 能 随时 打开 手中 的 书 ， 让 自己 漫游 在 书 中 的 世界 。
A 2 3|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 23 24|||S:VERB|||航行|||REQUIRED|||-NONE-|||0
A 24 25|||S:NOUN|||途中|||REQUIRED|||-NONE-|||0
A 43 44|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0

S 但 当时 我 的 对 抽烟 的 想法 打 负 了 这个 诱惑 。 我 是 个 网球迷 ， 从 十五 岁 的 时候 开始 打 的 球 。 对 一个 运动 爱好者 来说 管理 自己 的 健康 应该 十二分 重视 ， 我 的 想法 也 是 一样 。 后来 过 了 十 多 年 了 ， 社会 的 对 抽烟 的 观念 也 发展 到 一样 的 方向 了 。
T0-A0 但 当时 我 对 抽烟 的 想法 打败 了 这个 诱惑 。 我 是 个 网球迷 ， 从 十五 岁 的 时候 开始 打 网球 。 一个 运动 爱好者 对 管理 自己 的 健康 应该 十二分 重视 ， 我 的 想法 也 是 这样 。 后来 过 了 十 多 年 了 ， 社会 上 对 抽烟 的 观念 也 发展 到 一样 的 方向 了 。
A 3 4|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||S:VERB|||打败|||REQUIRED|||-NONE-|||0
A 26 28|||S:NOUN|||网球|||REQUIRED|||-NONE-|||0
A 29 30|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 33 34|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 47 48|||S:PRON|||这样|||REQUIRED|||-NONE-|||0
A 58 59|||S:NOUN|||上|||REQUIRED|||-NONE-|||0

S 还有 流行歌曲 的 歌词 是 我们 的 真实 生活 相关 的 ， 所以 听 歌曲 的 人 很 容易 了解 内容 。
T0-A0 还有 一 点 就是 流行歌曲 的 歌词 是 与 我们 的 真实 生活 相关 的 ， 所以 听 歌曲 的 人 能 很 容易 地 了解 它 的 内容 。
A 1 1|||M:OTHER|||一 点 就是|||REQUIRED|||-NONE-|||0
A 5 5|||M:PREP|||与|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||能|||REQUIRED|||-NONE-|||0
A 19 19|||M:AUX|||地|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||它 的|||REQUIRED|||-NONE-|||0

S 他们 还 没 工作 ， 可是 却 喜欢 吸烟 ， 我 觉得 原因 之一 是 广告 的 。 日本 的 吸烟 的 广告 的 非常 精彩 ， 看 广告 后 的 ， 觉得 “ 酷 ” 的 感觉 。 那 年轻 的 时候 ， 有的 人 有 好奇 ， 而且 感觉 有 流行 ， 跟 服装 一样 的 装饰 的 感觉 。 有的时候 他们 为了 朋友 打招道 吸烟 。
T0-A0 他们 还 没 工作 ， 可是 却 喜欢 吸烟 ， 我 觉得 原因 之一 是 广告 。 日本 的 吸烟 广告 非常 精彩 ， 看 完 广告 后 ， 感觉 吸烟 很 “ 酷 ” 。 在 年轻 的 时候 ， 有的 人 很 好奇 ， 而且 感觉 吸烟 是 流行 ， 跟 服装 一样 有 装饰 的 感觉 。 有的时候 他们 用 吸烟 和 朋友 打招呼 。
A 16 17|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M:VERB|||完|||REQUIRED|||-NONE-|||0
A 30 31|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S:OTHER|||感觉 吸烟 很|||REQUIRED|||-NONE-|||0
A 36 38|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 39 40|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 46 47|||S:ADV|||很|||REQUIRED|||-NONE-|||0
A 51 52|||S:OTHER|||吸烟 是|||REQUIRED|||-NONE-|||0
A 57 58|||S:VERB|||有|||REQUIRED|||-NONE-|||0
A 64 65|||S:OTHER|||用 吸烟 和|||REQUIRED|||-NONE-|||0
A 66 68|||S:VERB|||打招呼|||REQUIRED|||-NONE-|||0

S 现在 这个 世界 上 的 大 问题 中 一个 就 是 挨饿 的 人民 问题 。 我 认为 吃 “ 绿色 食品 ” 也好 ， 但是 首先 不 挨 饿 的 情况 下 吃 “ 绿色 食品 ” 是 最 好 的 办法 。 我们 也 都 知道 这个 地球 上 无数 的 孩子 们 在 挨饿 而 死 。
T0-A0 现在 这个 世界 上 的 大 问题 中 的 一个 就是 人民 挨 饿 的 问题 。 我 认为 吃 “ 绿色 食品 ” 也 是 好 的 ， 但是 在 首先 不 挨 饿 的 情况 下 吃 “ 绿色 食品 ” 才 是 最 好 的 办法 。 我们 也 都 知道 这个 地球 上 有 无数 的 孩子 挨饿 而 死 。
A 8 8|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 11 11|||M:NOUN|||人民|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S:OTHER|||也 是 好 的|||REQUIRED|||-NONE-|||0
A 26 26|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 38 38|||M:ADV|||才|||REQUIRED|||-NONE-|||0
A 51 51|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 54 56|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 刚刚 看 了 一下 题目 ， 心里 禁 不 出 笑 了 出来 ， 我 仔细 地 思考 ， 难道 吸烟 不 影响 身体 的 哪里 呢 ？ 尤其 是 肺 ， 其次 是 嗓子 ， 皮肤 ， 骨 ， 儿童 发育 ， 算 我 是 一个 久年 的 吸烟狂 的 经验 来 看 ， 自从 我 吸烟 之后 ， 没有 一 天 是 活力 十足 的 。
T0-A0 刚刚 看 了 一下 题目 ， 我 心里 禁不住 笑 了 出来 ， 我 仔细 地 思考 ， 难道 身体 的 哪里 会 不 受 吸烟 影响 吗 ？ 尤其 是 肺 ， 其次 是 嗓子 、 皮肤 、 骨 、 儿童 发育 ， 根据 我 这个 年久 的 吸烟狂 的 经验 来 看 ， 自从 我 吸烟 之后 ， 就 没有 哪 天 是 活力 十足 的 。
A 6 6|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 7 10|||S:VERB|||禁不住|||REQUIRED|||-NONE-|||0
A 20 23|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S:OTHER|||会 不 受 吸烟 影响 吗|||REQUIRED|||-NONE-|||0
A 35 36|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 37 38|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 39 40|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 43 44|||S:PREP|||根据|||REQUIRED|||-NONE-|||0
A 45 48|||S:OTHER|||这个 年久|||REQUIRED|||-NONE-|||0
A 60 60|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 61 62|||S:PRON|||哪|||REQUIRED|||-NONE-|||0

S 上 个 星期二 在 学校 没 来 了 ， 我 有 二 个 课 了 ， 都 没 来 了 。 上 个 同末 上 个 星期一 和 上 个 星期二 ， 我 有 偏头痛 。 偏头痛 是 慢性病 。 以前 ， 刚才 我 妈妈 和 爸爸 都 有 了 偏头痛 ， 现在 没有 了 。 所以 ， 我 很 希望 我 能 它 治 好 了 。
T0-A0 上 个 星期二 我 没 来 学校 ， 我 有 两 节 课 没 来 了 ： 上 个 周末 、 上 个 星期一 和 上 个 星期二 。 我 有 偏头痛 ， 偏头痛 是 慢性病 。 以前 ， 我 妈妈 和 爸爸 都 有 偏头痛 ， 现在 没有 了 。 所以 ， 我 很 希望 我 能 把 它 治 好 。
A 3 5|||S:PRON|||我|||REQUIRED|||-NONE-|||0
A 7 8|||S:NOUN|||学校|||REQUIRED|||-NONE-|||0
A 11 12|||S:NUM|||两|||REQUIRED|||-NONE-|||0
A 12 13|||S:QUAN|||节|||REQUIRED|||-NONE-|||0
A 14 17|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||：|||REQUIRED|||-NONE-|||0
A 23 24|||S:OTHER|||周末 、|||REQUIRED|||-NONE-|||0
A 31 36|||W|||。 我 有 偏头痛 ，|||REQUIRED|||-NONE-|||0
A 42 43|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 63 63|||M:PREP|||把|||REQUIRED|||-NONE-|||0
A 66 67|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 一方面 有 一个 爱护 的 妈妈 ， 一方面 有 一个 自私 的 爸爸 。 从 我 的 父母 的 离婚 ， 他 讲 我 的 妈妈 坏话 。
T0-A0 我 一方面 有 一个 爱护 我 的 妈妈 ， 一方面 却 有 一个 自私 的 爸爸 。 我 的 父母 离婚 后 ， 他 讲 我 妈妈 的 坏话 。
A 5 5|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 9 9|||M:ADV|||却|||REQUIRED|||-NONE-|||0
A 15 16|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 20|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M:NOUN|||后|||REQUIRED|||-NONE-|||0
A 25 27|||W|||妈妈 的|||REQUIRED|||-NONE-|||0

S 他们 也 应该 有 权利 向 我们 这样 每天 可以 吃饭 ， 安静 地 睡觉 的 。 从 感情 （ 主观 ） 的 角度 来 看 ， 从 客观 的 角度 来看 ， 我们 都 应该 努力 地 去 解决 这个 问题 的 。
T0-A0 他们 也 应该 有 权利 像 我们 这样 每天 可以 吃饭 ， 安静 地 睡觉 。 无论 从 感情 （ 主观 ） 的 角度 来看 ， 还是 从 客观 的 角度 来看 ， 我们 都 应该 努力 地 去 解决 这个 问题 。
A 5 6|||S:SPELL|||像|||REQUIRED|||-NONE-|||0
A 15 16|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M:CONJ|||无论|||REQUIRED|||-NONE-|||0
A 27 27|||M:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 42 43|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 第二 ， 男女 分 班 教育 给 孩子 封建 思想 。 听说 女子 学校 里 教 的 内容 是 女子 一定 会 做饭 、 做 布 等 家务 ， 而 男子 学校 不 教 那种 学科 。
T0-A0 第二 ， 男女 分 班 教育 给 孩子 传授 了 封建 的 思想 。 听说 女子 学校 里 教 的 内容 是 女子 一定 要 会 做饭 、 织布 等 ， 而 男子 学校 里 则 没有 那些 科目 。
A 8 8|||M:OTHER|||传授 了|||REQUIRED|||-NONE-|||0
A 9 9|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 21 21|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 24 26|||S:VERB|||织布|||REQUIRED|||-NONE-|||0
A 27 28|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 36|||S:OTHER|||里 则 没有 那些 科目|||REQUIRED|||-NONE-|||0

S 我 觉得 中国 人 的 生活 习惯 一定 是 好 的 ： 他们 爱 吃 菜 ， 豆腐 ， 不 太 爱 吃 肥肉 等等 。 他们 也 爱 作 运动 。 大家 都 在 公场 一起 联系 。 这个 当然 是 好 习惯 。
T0-A0 我 觉得 中国 人 的 生活 习惯 一定 是 好 的 ， 比如 他们 爱 吃 菜 ， 豆腐 ， 不 太 爱 吃 肥肉 等等 。 他们 也 爱 运动 ， 大家 都 在 公共 场合 一起 练习 。 这些 当然 都 是 好 习惯 。
A 11 12|||S:OTHER|||， 比如|||REQUIRED|||-NONE-|||0
A 29 30|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 32|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 35 36|||S:OTHER|||公共 场合|||REQUIRED|||-NONE-|||0
A 37 38|||S:SPELL|||练习|||REQUIRED|||-NONE-|||0
A 39 40|||S:PRON|||这些|||REQUIRED|||-NONE-|||0
A 41 41|||M:ADV|||都|||REQUIRED|||-NONE-|||0

S 在 欧州 ， 人们 第一 次 抽烟 是 在 西班牙 开始 的 ， 他们 从 美国 拿 回来 。 从 十六 世纪 开始 ， 欧州人 就 抽烟 。 开始 的 时候 只有 有钱 人 可以 抽 ， 因为 是 奢侈品 。 开始 时 大多数 男人 抽烟 ， 然后 女人 都 抽 。 抽烟 成为 每天 的 必须品 ， 有些 人 要 每个 小时 出去 抽 ， 有些 更 多 。
T0-A0 在 欧洲 ， 人们 第一 次 抽烟 是 从 西班牙 开始 的 ， 他们 从 美国 拿 烟 回来 。 从 十六 世纪 开始 ， 欧洲人 就 抽烟 。 开始 的 时候 只有 有钱 人 可以 抽 ， 因为 烟 是 奢侈品 。 开始 时 大多数 男人 抽烟 ， 然后 女人 也 抽 。 香烟 成为 每天 的 必需品 ， 有些 人 每个 小时 都 要 出去 抽 ， 有些 更 多 。
A 1 2|||S:SPELL|||欧洲|||REQUIRED|||-NONE-|||0
A 8 9|||S:PREP|||从|||REQUIRED|||-NONE-|||0
A 17 17|||M:NOUN|||烟|||REQUIRED|||-NONE-|||0
A 24 25|||S:SPELL|||欧洲人|||REQUIRED|||-NONE-|||0
A 38 38|||M:NOUN|||烟|||REQUIRED|||-NONE-|||0
A 49 50|||S:ADV|||也|||REQUIRED|||-NONE-|||0
A 52 53|||S:NOUN|||香烟|||REQUIRED|||-NONE-|||0
A 56 57|||S:SPELL|||必需品|||REQUIRED|||-NONE-|||0
A 60 61|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 63 63|||M:OTHER|||都 要|||REQUIRED|||-NONE-|||0

S 她 父亲 是 一个 英国 人 而 我 是 蒙古 所以 我们 的 沟通 语言 是 一半 英文 一半 中文 还 一半 蒙文 。
T0-A0 她 父亲 是 英国 人 而 我 是 蒙古人 ， 所以 我们 的 沟通 语言 是 三分之一 英文 ， 三分之一 中文 还有 三分之一 蒙文 。
A 3 4|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S:OTHER|||蒙古人 ，|||REQUIRED|||-NONE-|||0
A 16 17|||S:NUM|||三分之一|||REQUIRED|||-NONE-|||0
A 18 19|||S:OTHER|||， 三分之一|||REQUIRED|||-NONE-|||0
A 20 21|||S:VERB|||还有|||REQUIRED|||-NONE-|||0
A 21 22|||S:NUM|||三分之一|||REQUIRED|||-NONE-|||0

S 可 我 健议 家长 们 引导 他们 良好 的 习惯 ， 他们 会 成长 让 你们 感到 自豪 的 子女 。
T0-A0 可 我 建议 家长 们 要 引导 他们 养成 良好 的 习惯 ， 这样 他们 才 会 成长 ， 成为 让 你们 感到 自豪 的 子女 。
A 2 3|||S:SPELL|||建议|||REQUIRED|||-NONE-|||0
A 5 5|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 7 7|||M:VERB|||养成|||REQUIRED|||-NONE-|||0
A 11 11|||M:PRON|||这样|||REQUIRED|||-NONE-|||0
A 12 12|||M:ADV|||才|||REQUIRED|||-NONE-|||0
A 14 14|||M:OTHER|||， 成为|||REQUIRED|||-NONE-|||0

S 为了 这个 研讨会 ， 我 得 做 一 次 事题 报告 ， 主题 是 妇女 艺术家 。 为了 暸解 她们 的 艺术 ， 我 得 暸解 她们 的 生活 情况 。 看 书 以后 我 很 受 打击 ： 她们 的 情况 中 有 很 严重 的 平等 问题 ！
T0-A0 为了 这个 研讨会 ， 我 得 做 一 次 主题 报告 ， 主题 是 妇女 艺术家 。 为了 了解 她们 的 艺术 ， 我 得 了解 她们 的 生活 情况 。 看 完 书 以后 我 很 受 打击 —— 她们 的 情况 中 存在 很 严重 的 不 平等 问题 ！
A 9 10|||S:NOUN|||主题|||REQUIRED|||-NONE-|||0
A 18 26|||W|||了解 她们 的 艺术 ， 我 得 了解|||REQUIRED|||-NONE-|||0
A 32 32|||M:VERB|||完|||REQUIRED|||-NONE-|||0
A 38 39|||S:PUNCT|||——|||REQUIRED|||-NONE-|||0
A 43 44|||S:VERB|||存在|||REQUIRED|||-NONE-|||0
A 47 47|||M:ADV|||不|||REQUIRED|||-NONE-|||0

S 我 绘画 、 跳舞 、 唱歌 。 这 三 个 爱好 可以 是 工作 。 我 很 想 做 这 三 个 工作 。 很 难 ， 可是 我 觉得 多 是 好 职业 。 在 世界 有 很多 “ 艺术人 ” 。 可是 有 很多 人 失业 。 我 知道 艺术 的 职业 很 难 。 所以 我 也 学 艺术 历史 、 中文 ， 因为 可以 在 博物馆 做 艺术 工作 。
T0-A0 我 绘画 、 跳舞 、 唱歌 。 这 三 个 爱好 可以 是 工作 。 我 很 想 做 这 三 个 工作 ， 虽然 很 难 ， 可是 我 觉得 很多 都 是 好 职业 。 在 世界 有 很多 “ 艺术人 ” 。 可是 也 有 很多 人 失业 。 我 知道 从事 艺术 的 职业 很 难 ， 所以 我 也 学 艺术 历史 、 中文 ， 因为 这样 我 可以 在 博物馆 做 艺术 工作 。
A 23 24|||S:OTHER|||， 虽然|||REQUIRED|||-NONE-|||0
A 30 31|||S:OTHER|||很多 都|||REQUIRED|||-NONE-|||0
A 44 44|||M:ADV|||也|||REQUIRED|||-NONE-|||0
A 51 51|||M:VERB|||从事|||REQUIRED|||-NONE-|||0
A 56 57|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 67 67|||M:OTHER|||这样 我|||REQUIRED|||-NONE-|||0

S 而且 ， 污染 的 农产品 也 可以 用 各种 方法 来 减少 对 身体 的 危害 ， 比如说 ， 蔬菜 呢 ， 炒 着 吃 不要 吃 生 的 ， 要是 吃生 的话 ， 吃 葡萄酒 。
T0-A0 而且 ， 即使 是 污染 的 农产品 ， 也 可以 用 各种 方法 来 减少 它们 对 身体 的 危害 ， 比如说 ， 蔬菜 要 炒 着 吃 ， 不要 吃 生 的 ， 非 要 生 吃 的话 ， 可以 先 喝 点 葡萄酒 。
A 2 2|||M:OTHER|||即使 是|||REQUIRED|||-NONE-|||0
A 5 5|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 12 12|||M:PRON|||它们|||REQUIRED|||-NONE-|||0
A 20 22|||S:VERB|||要|||REQUIRED|||-NONE-|||0
A 25 25|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 30 32|||S:OTHER|||非 要 生 吃|||REQUIRED|||-NONE-|||0
A 34 35|||S:OTHER|||可以 先 喝 点|||REQUIRED|||-NONE-|||0

S 虽然 政策 中 保护 环境 是 一 条 特别 重要 的 问题 ， 每个 人 都 下 可以 随便 帮助 保护 环境 。 随着 科技 的 发展 和 社会 的 进步 ， 许多 人类 活动 越来越 给 环境 造成 在 量 的 污染 ， 这样 也 造成 气候 的 变化 。 如果 我们 都 要 不但 防治 环境 恶化 ， 而且 保护 自己 。
T0-A0 虽然 政策 中 保护 环境 是 一个 特别 重要 的 内容 ， 每个 人 都 不 可以 随便 帮助 保护 环境 。 随着 科技 的 发展 和 社会 的 进步 ， 许多 人类 活动 越来越 给 环境 带来 大量 的 污染 ， 这样 也 造成 气候 的 变化 。 我们 都 要 防治 环境 恶化 ， 并且 保护 自己 。
A 6 8|||S:NUM|||一个|||REQUIRED|||-NONE-|||0
A 11 12|||S:NOUN|||内容|||REQUIRED|||-NONE-|||0
A 16 17|||S:ADV|||不|||REQUIRED|||-NONE-|||0
A 38 41|||S:OTHER|||带来 大量|||REQUIRED|||-NONE-|||0
A 51 52|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 56|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 60 61|||S:CONJ|||并且|||REQUIRED|||-NONE-|||0

S 一般上 通过 介绍人 介绍 的 异性 多数 会 是 害羞型 且 工作 忙碌 的 一 群 ， 这 批 人 多数 有 学问 的 基础 他们 的 学历 也 高 ， 又 有 经济基础 ， 只要 有 足够 的 时间 培养 彼此 的 情趣 ， 又 能 进一步 去 认识 对方 的 品性 修养 、 处世 待人 和 嗜好 ， 跟 他们 进一步 的 了解 ， 你 就 能 发现 这样 的 异性 是否 适合 你 的 要求 标准 。
T0-A0 一般 通过 介绍人 介绍 的 异性 多数 会 是 害羞型 且 工作 忙碌 的 一 群 人 ， 这 批 人 多数 有 学问 的 基础 ， 他们 的 学历 也 高 ， 又 有 经济基础 ， 只要 有 足够 的 时间 培养 彼此 的 情趣 ， 就 能 进一步 去 认识 对方 的 品性 修养 、 处世 待人 和 嗜好 ， 跟 他们 进一步 地 了解 ， 你 就 能 发现 这样 的 异性 是否 适合 你 的 要求 标准 。
A 0 1|||S:ADJ|||一般|||REQUIRED|||-NONE-|||0
A 16 16|||M:NOUN|||人|||REQUIRED|||-NONE-|||0
A 25 25|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 45 46|||S:CONJ|||就|||REQUIRED|||-NONE-|||0
A 63 64|||S:SPELL|||地|||REQUIRED|||-NONE-|||0

S 本人 所 想 议论 的 就 是 这些 问题 。 希望 吸烟者 能 不 被 罚 而 做到 有 文明 、 有 规律 的 吸烟者 。
T0-A0 本人 所 议论 的 就 是 这些 问题 。 希望 吸烟者 能 不 被 罚 ， 文明 、 遵守 规定 地 吸烟 。
A 2 3|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 19|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 21 22|||S:VERB|||遵守|||REQUIRED|||-NONE-|||0
A 22 23|||S:NOUN|||规定|||REQUIRED|||-NONE-|||0
A 23 24|||S:SPELL|||地|||REQUIRED|||-NONE-|||0
A 24 25|||S:VERB|||吸烟|||REQUIRED|||-NONE-|||0

S 不幸 的 是 ， 哪里 陷入 混乱 ， 所以 张华 无法 回家 。 虽然 所有 村民 冷清清 的 那个 充满 长矛 和 盾牌 的 村 ， 张华 的 妻子 留 着 在 家里 。
T0-A0 不幸 的 是 ， 那里 陷入 混乱 ， 所以 张华 无法 回家 。 虽然 所有 村民 都 离开 了 那个 充满 长矛 和盾牌 的 冷清清 的 村 ， 但 张华 的 妻子 依然 留 在 家里 。
A 4 5|||S:SPELL|||那里|||REQUIRED|||-NONE-|||0
A 16 18|||S:OTHER|||都 离开 了|||REQUIRED|||-NONE-|||0
A 23 23|||M:OTHER|||的 冷清清|||REQUIRED|||-NONE-|||0
A 26 26|||M:CONJ|||但|||REQUIRED|||-NONE-|||0
A 29 29|||M:ADV|||依然|||REQUIRED|||-NONE-|||0
A 30 31|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 比如说 中老年人 大概 是 从 30 到 50 阶层 的 人们 ， 青少年 看 他们 抽烟 ， 引起 自己 的 好奇 ， 后来 试 抽 一 次 ， 再 抽 一 次 ， 已经 瘾 上 了 。
T0-A0 比如说 中老年人 大概 是 从 30 到 50 岁 的 人们 ， 青少年 看 他们 抽烟 ， 会 引起 自己 的 好奇 ， 后来 试 抽 一 次 ， 再 抽 一 次 ， 渐渐 就 上瘾 了 。
A 8 9|||S:QUAN|||岁|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 33 34|||S:ADV|||渐渐|||REQUIRED|||-NONE-|||0
A 34 35|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 35 36|||S:VERB|||上瘾|||REQUIRED|||-NONE-|||0

S 我们 知道 在 这 世界 还有 很多 贫穷 的 国家 ， 他们 三 餐 不 饱 ， 没有 金钱 花费 在 贵重 的 食物 。 有些 国家 因 缺少 粮食 而 挨饿 ， 人民 吃 不 饱 ， 国家 的 经济 也 不必 说 了 ， 很多 也 因为 挨 饿 死亡 。
T0-A0 我们 知道 在 这 世界 上 还有 很多 贫穷 的 国家 ， 那里 的 人们 三 餐 不 饱 ， 没有 金钱 花费 在 昂贵 的 食物 上 。 有些 国家 的 人民 因 缺少 粮食 而 挨饿 ， 人民 吃 不 饱 ， 国家 的 经济 也 不必 说 了 ， 很多 人 也 因为 挨饿 死亡 。
A 5 5|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 11 12|||S:OTHER|||那里 的 人们|||REQUIRED|||-NONE-|||0
A 21 22|||S:ADJ|||昂贵|||REQUIRED|||-NONE-|||0
A 24 24|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 27 27|||M:OTHER|||的 人民|||REQUIRED|||-NONE-|||0
A 47 47|||M:NOUN|||人|||REQUIRED|||-NONE-|||0

S 上 菜 的 時候 ， 一般 先 上 涼菜 ， 然后 上 热 菜 。 上 菜 来 以后 ， 一般 先 要 等 最 重要 的 或者 年纪 最 大 的 客人 开始 吃 ， 其他 人 才 能 跟着 吃 。 后来 ， 主人 会 鼓励 客人 们 吃 到 饱 ， 常常 会 说 ” 多 吃 点 ” ， ” 慢慢 吃 ” 等等 。
T0-A0 上 菜 的 时候 ， 一般 先 上 凉菜 ， 然后 上 热 菜 。 上 菜 了 以后 ， 一般 要 先 等 最 重要 的 或者 年纪 最 大 的 人 开始 吃 ， 其他 人 才 能 跟着 吃 。 而后 ， 主人 会 鼓励 客人 们 吃 到 饱 ， 常常 会 说 “ 多 吃 点 ” 、 “ 慢慢 吃 ” 等等 。
A 3 4|||S:SPELL|||时候|||REQUIRED|||-NONE-|||0
A 8 9|||S:SPELL|||凉菜|||REQUIRED|||-NONE-|||0
A 17 18|||S:AUX|||了|||REQUIRED|||-NONE-|||0
A 21 23|||W|||要 先|||REQUIRED|||-NONE-|||0
A 32 33|||S:NOUN|||人|||REQUIRED|||-NONE-|||0
A 43 44|||S:ADV|||而后|||REQUIRED|||-NONE-|||0
A 57 58|||S:PUNCT|||“|||REQUIRED|||-NONE-|||0
A 62 63|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 63 64|||S:PUNCT|||“|||REQUIRED|||-NONE-|||0

S 有 别的 人 觉得 军队 好象 生活 的 一个 学校 ， 所以 它 帮助 成熟 起来 。 可是 我 不 同意 。
T0-A0 有的 人 觉得 军队 生活 好像 学校 生活 ， 所以 它 帮助 自己 成熟 起来 。 可是 我 不 同意 这个 观点 。
A 0 2|||S:PRON|||有的|||REQUIRED|||-NONE-|||0
A 5 6|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 9|||S:VERB|||好像|||REQUIRED|||-NONE-|||0
A 10 10|||M:VERB|||生活|||REQUIRED|||-NONE-|||0
A 14 14|||M:PRON|||自己|||REQUIRED|||-NONE-|||0
A 21 21|||M:OTHER|||这个 观点|||REQUIRED|||-NONE-|||0

S 在 19 世纪 ， 在 法国 发现 了 一 位 在 野外 躲 的 男孩 。 他 跟 原始人 一样 做人 。
T0-A0 19 世纪 ， 在 法国 发现 了 一 位 在 野外 藏身 的 男孩 ， 他 像 原始人 一样 生活 。
A 0 1|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||藏身|||REQUIRED|||-NONE-|||0
A 15 16|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 18|||S:VERB|||像|||REQUIRED|||-NONE-|||0
A 20 21|||S:VERB|||生活|||REQUIRED|||-NONE-|||0

S 父亲 不 叫 急诊车 自己 开车 到 我 的 家乡 的 医院 ， 母亲 生 我 了 。 出生 以后 到 现在 还是 家里人 都 在 一起 坐 车 出去 玩 。 所以 我 不知不觉 喜欢 旅游 ， 从 小学 开始 自己 买 火车票 去 日本 各地 名胜古迹 。
T0-A0 父亲 不 叫 急诊车 ， 自己 开车 到 我 的 家乡 的 医院 ， 母亲 生 了 我 。 从 出生 到 现在 ， 家里人 都 还 在 一起 坐 车 出去 玩 。 所以 不知不觉 中 ， 我 喜欢 上 旅游 ， 从 小学 开始 就 自己 买 火车票 去 日本 各地 看 名胜古迹 。
A 4 4|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 15 17|||W|||了 我|||REQUIRED|||-NONE-|||0
A 18 18|||M:PREP|||从|||REQUIRED|||-NONE-|||0
A 19 20|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 25 25|||M:ADV|||还|||REQUIRED|||-NONE-|||0
A 33 34|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 35 35|||M:OTHER|||中 ， 我|||REQUIRED|||-NONE-|||0
A 36 36|||M:VERB|||上|||REQUIRED|||-NONE-|||0
A 41 41|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 47 47|||M:VERB|||看|||REQUIRED|||-NONE-|||0
T0-A1 父亲 不 叫 急诊车 ， 自己 开车 到 我 的 家乡 的 医院 ， 母亲 生 了 我 。 从 出生 到 现在 ， 家里人 都 还 在 一起 坐 车 出去 玩 。 所以 不知不觉 中 ， 我 喜欢 上 旅游 ， 从 小学 开始 就 自己 买 火车票 去 日本 各地 看 名胜古迹 。
A 4 4|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 15 17|||W|||了 我|||REQUIRED|||-NONE-|||0
A 18 18|||M:PREP|||从|||REQUIRED|||-NONE-|||0
A 19 20|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 25 25|||M:ADV|||还|||REQUIRED|||-NONE-|||0
A 33 33|||M:OTHER|||不知不觉 中 ，|||REQUIRED|||-NONE-|||0
A 34 35|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 36|||M:VERB|||上|||REQUIRED|||-NONE-|||0
A 41 41|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 47 47|||M:VERB|||看|||REQUIRED|||-NONE-|||0

S 现在 日本 国家 制提 了 更加 对 烟 的 税金 。 虽然 日本 国家 要 钱 而且 为 国民 的 身体健 的 规律 ， 可是 买 到 烟 的 人 越来越 多 着 呢 。
T0-A0 现在 日本 提高 了 对 烟 的 税金 。 虽然 日本 要 钱 而且 也 是 为了 国民 的 身体 健康 ， 可是 买 烟 的 人 却 越来越 多 。
A 2 4|||S:VERB|||提高|||REQUIRED|||-NONE-|||0
A 5 6|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||也 是 为了|||REQUIRED|||-NONE-|||0
A 20 23|||S:OTHER|||身体 健康|||REQUIRED|||-NONE-|||0
A 26 27|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 30|||M:ADV|||却|||REQUIRED|||-NONE-|||0
A 32 34|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 日本 俗话说 ， 吸烟 对 健康 有害 ， 一个 也 没有 好处 。 这 句 话 是 像 我 一样 爱 吸烟 的 人 来说 不对 的 。 如 不能 吸烟 的 情况 下 ， 需要 一定 的 忍耐 。
T0-A0 在 日本 ， 俗话说 ， 吸烟 对 健康 有害 ， 一点 好处 也 没有 。 这 句 话 对 像 我 一样 爱 吸烟 的 人 来说 是 不对 的 ， 在 不 能 吸烟 的 情况 下 ， 需要 一定 的 耐力 。
A 2 2|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 10|||S:NUM|||一点|||REQUIRED|||-NONE-|||0
A 10 13|||W|||好处 也 没有|||REQUIRED|||-NONE-|||0
A 17 18|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 28 30|||S:OTHER|||， 在|||REQUIRED|||-NONE-|||0
A 39 40|||S:NOUN|||耐力|||REQUIRED|||-NONE-|||0
T0-A1 在 日本 ， 俗话说 ， 吸烟 对 健康 有害 ， 一点 好处 也 没有 。 这 句 话 对 像 我 一样 爱 吸烟 的 人 来说 是 不对 的 ， 在 不 能 吸烟 的 情况 下 ， 需要 一定 的 耐力 。
A 2 2|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 10|||S:OTHER|||一点 好处|||REQUIRED|||-NONE-|||0
A 12 13|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||S:PREP|||对|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 28 30|||S:OTHER|||， 在|||REQUIRED|||-NONE-|||0
A 39 40|||S:NOUN|||耐力|||REQUIRED|||-NONE-|||0

S 吸烟 不只 对 吸烟者 有 害处 ， 对 身边 的 人 也 有 更 多 的 影响 ， 在 公共场所 吸烟 就 得 考虑 这个 点 。 青少年 从 这 点 受 的 影响 很 大 ， 因此 ， 在 公共场所 吸烟 可 看做为 一 种 犯罪 。 我 同意 在 公共场所 边 去 边 抽烟 被 罚款 ， 也 同意 减少 可以 抽烟 的 场所 。
T0-A0 吸烟 不只 对 吸烟者 有 害处 ， 对 身边 的 人 也 有 更 多 的 影响 ， 在 公共场所 吸烟 就 得 考虑 到 这 一 点 。 青少年 受 这 点 的 影响 很 大 ， 因此 ， 在 公共场所 吸烟 可 看做 是 一 种 犯罪 行为 。 我 同意 在 公共场所 边 走 边 抽烟 的 行为 会 被 罚款 ， 也 同意 减少 可以 抽烟 的 场所 。
A 24 25|||S:OTHER|||到 这 一|||REQUIRED|||-NONE-|||0
A 28 29|||S:VERB|||受|||REQUIRED|||-NONE-|||0
A 31 32|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 44|||S:OTHER|||看做 是|||REQUIRED|||-NONE-|||0
A 47 47|||M:NOUN|||行为|||REQUIRED|||-NONE-|||0
A 53 54|||S:SPELL|||走|||REQUIRED|||-NONE-|||0
A 56 56|||M:OTHER|||的 行为 会|||REQUIRED|||-NONE-|||0

S 张华 来自 大 地主家庭 。 可是 因为 对 农业 没有 什么 感 兴趣 ， 她 的 土地 荒芜 了 。 所以 他 决定 了 ， 跟 一个 朋友 去 都市 为 交易 丝绸 。 这个 张华 的 妻子 在 村里 ， 耐心 地 等待 着 他 的 回归 。 他 应该 是 在 秋天 返回家 。
T0-A0 张华 来自 大 地主家庭 。 可是 因为 对 农业 没有 什么 兴趣 ， 他 的 土地 荒芜 了 。 所以 他 决定 跟 一个 朋友 去 都市 交易 丝绸 。 这个 张华 的 妻子 在 村里 ， 耐心 地 等待 着 他 的 归来 。 他 应该 是 在 秋天 返回 家中 。
A 11 12|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 15|||S:SPELL|||他|||REQUIRED|||-NONE-|||0
A 23 25|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 30 31|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S:VERB|||归来|||REQUIRED|||-NONE-|||0
A 54 55|||S:OTHER|||返回 家中|||REQUIRED|||-NONE-|||0

S 我 是 个 吸烟 的 人 ， 随着 时代 的 变化 ， 吸烟者 在 什么 地方 也 不 受到 欢迎 。 最近 我 也 感觉 到 吸烟 一个 也 没有 好处 ， 为 自己 健康 应该 戒烟 。 还有 吸烟 对 公众 有害 的 是 吸烟者 该 重视 起来 。
T0-A0 我 是 个 吸烟 的 人 ， 随着 时代 的 变化 ， 吸烟者 在 什么 地方 都 不 受到 欢迎 。 最近 我 也 感觉 到 吸烟 没有 一个 好处 ， 为 自己 的 健康 着想 应该 戒烟 。 还有 吸烟 对 公众 是 有害 的 ， 吸烟者 应该 重视 起来 。
A 16 17|||S:ADV|||都|||REQUIRED|||-NONE-|||0
A 27 30|||W|||没有 一个|||REQUIRED|||-NONE-|||0
A 34 34|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 35 35|||M:VERB|||着想|||REQUIRED|||-NONE-|||0
A 42 42|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 44 45|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 46 47|||S:VERB|||应该|||REQUIRED|||-NONE-|||0

S 不仅 跟 孩子 在 一起 的 时间 ， 对 孩子 的 爱情 也 有 关系 。 我 觉得 父母 对 孩子 的 爱情 和 别人 对 孩子 的 不 能 比较 。
T0-A0 不仅 跟 孩子 在 一起 的 时间 有关 ， 对 孩子 的 爱 也 有 关联 。 我 觉得 父母 对 孩子 的 爱 和 别人 对 孩子 的 爱 是 不 能 比较 的 。
A 7 7|||M:VERB|||有关|||REQUIRED|||-NONE-|||0
A 11 12|||S:VERB|||爱|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||关联|||REQUIRED|||-NONE-|||0
A 22 23|||S:VERB|||爱|||REQUIRED|||-NONE-|||0
A 28 28|||M:OTHER|||爱 是|||REQUIRED|||-NONE-|||0
A 31 31|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 如果 父母 是 个 热情 重 感情 的 人 孩子 也 同样 热情 重 感情 的 人 反而 要是 父母 是 冷淡 的 人 的 话 孩子 很 少 成为 热情 的 人 。
T0-A0 如果 父母 是 个 热情 、 重 感情 的 人 ， 孩子 也 同样 会 成为 热情 、 重 感情 的 人 ， 反而 要是 父母 是 冷淡 的 人 的话 ， 孩子 很 少 会 成为 热情 的 人 。
A 5 5|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 9 9|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 12 12|||M:OTHER|||会 成为|||REQUIRED|||-NONE-|||0
A 13 13|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 17 17|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 24 25|||S:AUX|||的话|||REQUIRED|||-NONE-|||0
A 25 26|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 29 29|||M:VERB|||会|||REQUIRED|||-NONE-|||0

S 阅读 也 要 按照 自己 的 学历 来 进行 ， 也 不可 凭着 一时 的 兴趣 而 阅读 一些 水平 太 高 ， 而 不 适合 自己 的 书籍 。 最好 先 选 一些 容易 理解 的 书 来 看 ， 往后 才 慢慢 提升 。 这样 才 会 有效 ， 我 平人 有 一些 见解 是 ： 阅读 不 在 以 快 ， 而 重点 在于 阅读 以后 所 获得 的 效果 。
T0-A0 阅读 也 要 按照 自己 的 学历 来 进行 ， 不可 凭着 一时 的 兴趣 而 阅读 一些 水平 太 高 而 不 适合 自己 的 书籍 。 最好 先 选 一些 容易 理解 的 书 来 看 ， 往后 再 慢慢 提升 书籍 的 难度 ， 这样 阅读 才 会 有效 。 我 个人 的 一些 见解 是 ： 阅读 不 在于 快 ， 重点 在于 阅读 以后 所 获得 的 效果 。
A 10 11|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 23|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 43|||S:SPELL|||再|||REQUIRED|||-NONE-|||0
A 45 46|||S:OTHER|||书籍 的 难度 ，|||REQUIRED|||-NONE-|||0
A 47 47|||M:VERB|||阅读|||REQUIRED|||-NONE-|||0
A 50 51|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 52 53|||S:NOUN|||个人|||REQUIRED|||-NONE-|||0
A 53 54|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 60 62|||S:VERB|||在于|||REQUIRED|||-NONE-|||0
A 64 65|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0

S 她们 在 男 的 教师 面前 旁若无人 地 谈 到 月经 的 情况 等 话题 ， 甚至 在 教室 里 卫生巾 飞往 飞来 ！ 我 在 大学 生活 中 看到 有的 女 同学 还 没 脱出 高中 时代 的 这种 习惯 。 我 认为 女 的 还是 最好 保持 一些 害羞 的 感觉 ， 据说 中国 的 大部分 家长 认为 男女 分班 教育 可以 避免 学生 早恋 ， 但 我 这 不 一定 。 混合 教育 也 晚恋 的 人 是 晚恋 ， 分班 教育 也 早恋 的 学生 是 早恋 。 那 为什么 特地 要 用 男女 分班 教育 ？
T0-A0 她们 在 男 教师 面前 旁 若无人 地 谈论 月经 的 情况 等 话题 ， 甚至 在 教室 里 让 卫生巾 飞 来 飞 去 ！ 我 在 大学 生活 中 看到 有的 女 同学 还 没 脱离 高中 时代 的 这种 习惯 。 我 认为 女性 最好 还是 保持 一些 害羞 的 感觉 。 据说 中国 的 大部分 家长 认为 男女 分班 教育 可以 避免 学生 早恋 ， 但 我 认为 这 不 一定 ， 混合 教育 晚恋 的 人 分班 教育 也 是 晚恋 ， 分班 教育 早恋 的 学生 混合 教育 也 是 早恋 ， 那 为什么 特地 要 采用 男女 分班 教育 ？
A 3 4|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||S:VERB|||谈论|||REQUIRED|||-NONE-|||0
A 20 20|||M:VERB|||让|||REQUIRED|||-NONE-|||0
A 21 23|||S:OTHER|||飞 来 飞 去|||REQUIRED|||-NONE-|||0
A 35 36|||S:VERB|||脱离|||REQUIRED|||-NONE-|||0
A 44 46|||S:NOUN|||女性|||REQUIRED|||-NONE-|||0
A 46 48|||W|||最好 还是|||REQUIRED|||-NONE-|||0
A 53 54|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 70 70|||M:VERB|||认为|||REQUIRED|||-NONE-|||0
A 73 74|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 76 77|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 80 80|||M:OTHER|||分班 教育 也|||REQUIRED|||-NONE-|||0
A 85 86|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 89 89|||M:OTHER|||混合 教育 也|||REQUIRED|||-NONE-|||0
A 91 92|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 96 97|||S:VERB|||采用|||REQUIRED|||-NONE-|||0

S 比如 人口 密集 的 商业 中心 吸烟 的话 周围 人 也 会 受到 一定 的 影响 。 公共场所 上 的 吸烟 不光 是 个人 问题 ， 而是 造成 其他 人 的 健康 不良 问题 的 公共 问题 。 超过 吸烟者 一个 人 的 健康 问题 ， 危害 整个 社会 的 健康 水平 。
T0-A0 比如 在 人口 密集 的 商业 中心 吸烟 的话 ， 周围 人 也 会 受到 一定 的 影响 。 公共场所 里 的 吸烟 行为 不光 是 个人 问题 ， 还是 造成 其他人 的 健康 不良 问题 的 公共 问题 。 这 不 只 是 吸烟者 一个 人 的 健康 问题 ， 还是 整个 社会 的 健康 问题 。
A 1 1|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 8 8|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 18 19|||S:NOUN|||里|||REQUIRED|||-NONE-|||0
A 21 21|||M:NOUN|||行为|||REQUIRED|||-NONE-|||0
A 26 27|||S:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 38 39|||S:OTHER|||这 不 只 是|||REQUIRED|||-NONE-|||0
A 46 47|||S:VERB|||还是|||REQUIRED|||-NONE-|||0
A 51 52|||S:NOUN|||问题|||REQUIRED|||-NONE-|||0

S 我 也 想 父母 是 孩子 的 第一 任 老师 。 有 一个 孩子 刚刚 生 的 时候 ， 他 除了 只能 大声 哭 以外 ， 什么 事情 都 做 不 到 。 得到 为 活 下去 的 营养 也好 ， 移动 到 别的 地方 也好 ， 一定 需要 他 的 父母 帮助 他 活 下去 的 。
T0-A0 我 也 认为 父母 是 孩子 的 第一 任 老师 。 一个 孩子 刚刚 出生 的 时候 ， 他 除了 大声 哭 以外 ， 什么 事情 都 做 不 到 。 得到 活 下去 需要 的 营养 也好 ， 移动 到 别的 地方 也好 ， 一定 需要 他 父母 的 帮助 他 才 能 活 下去 。
A 2 3|||S:VERB|||认为|||REQUIRED|||-NONE-|||0
A 11 12|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S:VERB|||出生|||REQUIRED|||-NONE-|||0
A 21 22|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M:VERB|||需要|||REQUIRED|||-NONE-|||0
A 50 52|||W|||父母 的|||REQUIRED|||-NONE-|||0
A 54 54|||M:OTHER|||才 能|||REQUIRED|||-NONE-|||0
A 56 57|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 很 爱 我 父母 ， 真 佩服 他们 。 两 个 当 医生 ， 世界 上 每个 地方 都 去 过 ， 每个 开花 都 认识 ， 真 了不起 。
T0-A0 我 很 爱 我 的 父母 ， 我 也 很 佩服 他们 。 他们 两 个 是 医生 ， 世界 上 每个 地方 都 去 过 ， 每 种 花 都 认识 ， 真 了不起 。
A 4 4|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 6 7|||S:OTHER|||我 也 很|||REQUIRED|||-NONE-|||0
A 10 10|||M:PRON|||他们|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||是|||REQUIRED|||-NONE-|||0
A 23 25|||S:OTHER|||每 种 花|||REQUIRED|||-NONE-|||0

S 每年 二百万 个 游人 把 古巴 参观 ， 所以 旅游业 在 经济 的 财源 的 第二 位置 。 可见 对 投资 从 潜力 真 广大 。
T0-A0 每年 有 二百万 游人 去 古巴 参观 ， 而且 旅游业 在 古巴 的 经济 来源 中 位 列 第二 ， 由此 可见 它 的 投资 潜力 很 大 。
A 1 1|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 2 3|||R:QUAN|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 5|||S:VERB|||去|||REQUIRED|||-NONE-|||0
A 8 9|||S:CONJ|||而且|||REQUIRED|||-NONE-|||0
A 11 11|||M:NOUN|||古巴|||REQUIRED|||-NONE-|||0
A 11 13|||W|||的 经济|||REQUIRED|||-NONE-|||0
A 13 15|||S:OTHER|||来源 中 位 列|||REQUIRED|||-NONE-|||0
A 16 18|||S:OTHER|||， 由此|||REQUIRED|||-NONE-|||0
A 19 20|||S:OTHER|||它 的|||REQUIRED|||-NONE-|||0
A 21 22|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 23 24|||S:ADV|||很|||REQUIRED|||-NONE-|||0
A 24 25|||S:ADJ|||大|||REQUIRED|||-NONE-|||0

S 在 这 所 大学 他 学习 英语 和 政治学 。 他 很 喜欢 看 足球 ， 跟 他 的 朋友 和 跟 我 在 一起 。 他 也 爱 动物 ， 事实上 ， 有 两 只 雄 貓 。 总是 他 对 我 非常 诚实 、 开朗 、 幽默 极了 。 和 他 的 脾气 非常 好 。
T0-A0 在 这 所 大学 ， 他 学习 英语 和 政治学 。 他 很 喜欢 跟 他 的 朋友 和 我 在 一起 看 足球 。 他 也 爱 动物 ， 事实上 ， 他 有 两 只 雄猫 。 他 总是 对 我 非常 诚实 ， 他 很 开朗 ， 又 很 幽默 。 他 的 脾气 非常 好 。
A 4 4|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 13 16|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 25|||M:OTHER|||看 足球|||REQUIRED|||-NONE-|||0
A 33 33|||M:PRON|||他|||REQUIRED|||-NONE-|||0
A 36 38|||S:SPELL|||雄猫|||REQUIRED|||-NONE-|||0
A 39 41|||W|||他 总是|||REQUIRED|||-NONE-|||0
A 45 46|||S:OTHER|||， 他 很|||REQUIRED|||-NONE-|||0
A 47 48|||S:OTHER|||， 又 很|||REQUIRED|||-NONE-|||0
A 49 50|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 51 52|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0

S 我 有 三 个 哥哥 。 我 最 小 年轻 了 。 我 爸爸 妈妈 住 在 法国 巴黎 。 我 爸爸 是 日内瓦 大学 的 老师 ， 所以 他 很 忙 。 但是 ， 他 只 教 每周 只 教 三 天 。 我 妈妈 是 研究员 。 她 每天 上班 ， 所以 更 忙 。
T0-A0 我 有 三 个 哥哥 ， 我 最 年轻 。 我 和 爸爸 妈妈 住 在 法国 巴黎 。 我 爸爸 是 日内瓦 大学 的 老师 ， 所以 他 很 忙 ， 但是 ， 他 每周 只 教 三 天 课 。 我 妈妈 是 研究员 ， 她 每天 上班 ， 所以 更 忙 。
A 5 6|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 11|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:CONJ|||和|||REQUIRED|||-NONE-|||0
A 32 33|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 36 38|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 43 43|||M:NOUN|||课|||REQUIRED|||-NONE-|||0
A 48 49|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 走 马路 的 时候 ， 常常 看到 随地 扔 烟灰 ， 这样 的 人 不 太 好 。 自己 弄 脏 自己 国家 ， 应该 为了 市民 市 人 保持 市容 整洁 。
T0-A0 走 在 马路 上 的 时候 ， 我 常常 看到 有些 人 随地 扔 烟灰 ， 这样 的 人 不 太 好 。 自己 弄 脏 了 自己 的 国家 ， 应该 为了 市民 保持 市容 整洁 。
A 1 1|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 2 2|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 5 5|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 7 7|||M:OTHER|||有些 人|||REQUIRED|||-NONE-|||0
A 21 21|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 22 22|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 27 29|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 这个 事实 说 如果 没有 地方 可以 吸 的 ， 就 不 吸烟 的 真理 。 吸烟 是 有 百 害 没有 一 利 的 东西 ， 对 身体 绝对 不好 ， 但 依存性 相当 高 。 一 开始 吸烟 就 不 能 容易 地 戒烟 。
T0-A0 这个 事实 说明 了 如果 没有 地方 可以 吸烟 ， 就 不要 吸烟 的 道理 。 吸烟 百 害 而 无 一 利 ， 绝对 对 身体 不好 ， 而且 人 对 它 的 依赖性 相当 高 。 一旦 开始 吸烟 就 很 难 轻易 地 戒烟 。
A 2 3|||S:OTHER|||说明 了|||REQUIRED|||-NONE-|||0
A 7 9|||S:VERB|||吸烟|||REQUIRED|||-NONE-|||0
A 11 12|||S:ADV|||不要|||REQUIRED|||-NONE-|||0
A 14 15|||S:NOUN|||道理|||REQUIRED|||-NONE-|||0
A 17 19|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 22|||S:OTHER|||而 无|||REQUIRED|||-NONE-|||0
A 24 26|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 30|||W|||绝对 对 身体|||REQUIRED|||-NONE-|||0
A 32 34|||S:OTHER|||而且 人 对 它 的 依赖性|||REQUIRED|||-NONE-|||0
A 37 38|||S:ADV|||一旦|||REQUIRED|||-NONE-|||0
A 41 42|||S:ADV|||很|||REQUIRED|||-NONE-|||0
A 42 43|||S:ADJ|||难|||REQUIRED|||-NONE-|||0
A 43 44|||S:ADJ|||轻易|||REQUIRED|||-NONE-|||0

S 但 中学生 男女 分 班 教育 的 话 ， 要是 有 对 异性 的 感情 过 多 的 学生 的话 ， 他 或者 她 弄 发生 问题 的 可能性 越 强烈 越 大 。 再说 ， 如果 男女 分 班 ， 如果 在 上下课 时 或者 其它 的 机会 认识 异性 学生 的 机会 可能 有 很多 ， 不 会 避免 学生 早恋 这种 问题 。 总之 ， 为了 避免 这种 问题 ， 就 采用 男女 分 班 这样 容易 的 方法 绝不 解决 根本 上 的 问题 。
T0-A0 如果 实行 中学生 男女 分 班 教育 ， 要是 有 对 异性 感情 过 多 的 学生 的话 ， 他 或者 她 发生 问题 的 可能性 就 很 大 。 再说 ， 如果 男女 分 班 ， 那么 在 上下课 时 或者 其它 的 场合 认识 异性 学生 的 机会 也 有 很 多 ， 这样 就 不 能 避免 学生 早恋 的 问题 。 总之 ， 为了 避免 这些 问题 ， 采用 男女 分 班 这样 容易 的 方法 是 不 能 从 根本 上 解决 问题 的 。
A 0 1|||S:OTHER|||如果 实行|||REQUIRED|||-NONE-|||0
A 6 8|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 29 32|||S:OTHER|||就 很|||REQUIRED|||-NONE-|||0
A 41 42|||S:CONJ|||那么|||REQUIRED|||-NONE-|||0
A 48 49|||S:NOUN|||场合|||REQUIRED|||-NONE-|||0
A 54 55|||S:ADV|||也|||REQUIRED|||-NONE-|||0
A 58 58|||M:OTHER|||这样 就|||REQUIRED|||-NONE-|||0
A 59 60|||S:VERB|||能|||REQUIRED|||-NONE-|||0
A 63 64|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 70 71|||S:PRON|||这些|||REQUIRED|||-NONE-|||0
A 73 74|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 82 84|||S:OTHER|||是 不 能 从|||REQUIRED|||-NONE-|||0
A 86 86|||M:VERB|||解决|||REQUIRED|||-NONE-|||0
A 86 88|||W|||问题 的|||REQUIRED|||-NONE-|||0

S 这 歌 也 最 早 中文 的 歌 。
T0-A0 这歌 最 早 也 是 中文 歌 。
A 2 5|||W|||最 早 也|||REQUIRED|||-NONE-|||0
A 5 5|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 6 7|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
T0-A1 这歌 最 早 也 是 中文 歌 。
A 2 3|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||也 是|||REQUIRED|||-NONE-|||0
A 6 7|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 香烟 中 的 尼古丁 有 减轻 人 的 精神 压力 的 作用 ， 但 尼古丁 容易 成 瘾 ， 越 吸 越 不 能 戒烟 ， 可能 会 带 肺癌症 等 不良 后果 。
T0-A0 香烟 中 的 尼古丁 有 减轻 人 的 精神 压力 的 作用 ， 但 尼古丁 容易 成 瘾 ， 吸 的 越 多 越 难 戒烟 ， 可能 会 带来 肺癌 等 不良 后果 。
A 19 20|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 21|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 22 24|||S:OTHER|||多 越 难|||REQUIRED|||-NONE-|||0
A 28 29|||S:VERB|||带来|||REQUIRED|||-NONE-|||0
A 29 30|||S:NOUN|||肺癌|||REQUIRED|||-NONE-|||0

S 一 位 当年 六十 岁 的 太太 去世 了 ， 因为 她 几十 年 受 着 丈夫 的 间接 吸烟 ， 间接 吸烟 可以 比 直接 吸烟 更 历害 ， 还有 吸烟 给 青少年 带来 不好 的 影响 ， 因为 他们 看成人 在 他们 旁边 吸烟 的 时候 ， 他们 也 会 有 自己 想 吸烟 的 好奇心 。
T0-A0 当年 一 位 六十 岁 的 太太 去世 了 ， 因为 她 几十 年 承受 着 丈夫 的 间接 吸烟 。 间接 吸烟 的 危害 可 比 直接 吸烟 更 历害 。 还有 吸烟 给 青少年 带来 不好 的 影响 ， 因为 他们 看成 人 在 他们 旁边 吸烟 的 时候 ， 他们 也 会 有 自己 想 吸烟 的 心理 。
A 0 3|||W|||当年 一 位|||REQUIRED|||-NONE-|||0
A 14 15|||S:VERB|||承受|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 23 24|||S:OTHER|||的 危害 可|||REQUIRED|||-NONE-|||0
A 29 30|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 57 58|||S:NOUN|||心理|||REQUIRED|||-NONE-|||0

S 假如 有的 人 每天 吸烟 ， 他 的 寿命 一 天 比 一 天 减少 。 而且 ， 他 的 家人 和 朋友 的 寿命 也 越来越 减少 。
T0-A0 假如 一个 人 每天 吸烟 ， 那么 他 的 寿命 会 一 天 比 一 天 少 ， 而且 他 的 家人 和 朋友 的 寿命 也 会 越来越 少 。
A 1 2|||S:NUM|||一个|||REQUIRED|||-NONE-|||0
A 6 6|||M:CONJ|||那么|||REQUIRED|||-NONE-|||0
A 9 9|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 14 16|||S:ADJ|||少|||REQUIRED|||-NONE-|||0
A 16 18|||W|||， 而且|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 27 28|||S:ADJ|||少|||REQUIRED|||-NONE-|||0

S 不必 考虑 的 问间 是 。 还有 他们 的 主要 关心 是 怎么 可以 能 保护 身体 、 环境 等等 。 再说 他们 对于 绿色 环境 ， 绿色 食品 研究 研究 。
T0-A0 是 不必 考虑 的 问题 。 还有 他们 主要 关心 的 是 怎么 可以 保护 身体 、 环境 等等 。 再说 他们 对于 绿色 环境 、 绿色 食品 也 有 研究 。
A 0 0|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 3 5|||S:NOUN|||问题|||REQUIRED|||-NONE-|||0
A 8 11|||W|||主要 关心 的|||REQUIRED|||-NONE-|||0
A 14 15|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 29 30|||S:OTHER|||也 有|||REQUIRED|||-NONE-|||0

S 有些 事情 ， 通过 直接 接触 异 所 拥有 的 思想 及 想法 才 能 得到 真正 的 了解 。 我 当然 也 可以 理解 有的 家长 担心 自己 的 孩子 早恋 ， 因为 有 很多 例子 谈恋爱 使 人 变成 盲目 ， 使 人 失去 一切 。
T0-A0 有些 事情 ， 通过 直接 接触 异性 所 拥有 的 思想 及 想法 才 能 真正 的 了解 。 我 当然 也 可以 理解 有的 家长 担心 自己 的 孩子 早恋 ， 因为 很多 例子 里 谈 恋爱 使 人 变 得 盲目 ， 使 人 失去 一切 。
A 6 7|||S:NOUN|||异性|||REQUIRED|||-NONE-|||0
A 15 16|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 35|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 37|||M:NOUN|||里|||REQUIRED|||-NONE-|||0
A 40 41|||S:OTHER|||变 得|||REQUIRED|||-NONE-|||0

S 图画 的 前边 把 一个 很 奇怪 的 男人 凸现 。 这个 男人 把 腿 和 胳膊 下 ， 也 把 舌头 抽 出来 。
T0-A0 图画 的 前边 凸现 了 一个 很 奇怪 的 男人 。 这个 男人 把 腿 和 胳膊 垂 下 ， 还 把 舌头 伸 了 出来 。
A 3 4|||S:OTHER|||凸现 了|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||垂|||REQUIRED|||-NONE-|||0
A 19 20|||S:ADV|||还|||REQUIRED|||-NONE-|||0
A 22 23|||S:OTHER|||伸 了|||REQUIRED|||-NONE-|||0

S 我 很 想 这种 现象 会 实践 ， 这种 法律 没有 对 人 和 社会 坏处 ， 而 而 对 环境 也好 对 人 的 身体 也好 。
T0-A0 我 很 希望 这种 法律 会 实行 ， 因为 这种 法律 对 人 和 社会 没有 坏处 ， 而且 对 环境 也好 ， 对 人 的 身体 也好 。
A 2 3|||S:VERB|||希望|||REQUIRED|||-NONE-|||0
A 4 5|||S:NOUN|||法律|||REQUIRED|||-NONE-|||0
A 6 7|||S:VERB|||实行|||REQUIRED|||-NONE-|||0
A 8 8|||M:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 10 15|||W|||对 人 和 社会 没有|||REQUIRED|||-NONE-|||0
A 17 19|||S:CONJ|||而且|||REQUIRED|||-NONE-|||0
A 22 22|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 本人 虽然 仅 在 一 政府 机构 工作 ， 但是 ， 对于 旅游 促销 和 商业 管理 却 有 四 年 的 经验 ， 另外 ， 在 伦敦 留学 的 经验 ， 外语 也 非常 流利 。 因此 ， 本人 对 贵 公司 胜任 经理 一 职 ， 深具信心 ， 希望 能 到 贵 公司 发挥 所长 。
T0-A0 本人 虽然 在 政府 机构 工作 ， 但是 ， 对于 旅游 促销 和 商业 管理 却 有 四 年 的 经验 ， 另外 ， 有 在 伦敦 留学 的 经历 ， 外语 也 非常 流利 。 因此 ， 本人 对 胜任 贵 公司 经理 一 职 深具信心 ， 希望 能 到 贵 公司 发挥 所长 。
A 2 3|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 5|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 30 31|||S:NOUN|||经历|||REQUIRED|||-NONE-|||0
A 41 44|||W|||胜任 贵 公司|||REQUIRED|||-NONE-|||0
A 47 48|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0

S 我们 从 父母 学会 很多 事情 ， 特别 是 人 的 恩情 呀 、 同情 呀 ， 那样 人 的 基础 的 东西 也 是 通过 跟 父母 的 生活 我们 学习 的 。
T0-A0 我们 从 父母 身上 学会 了 很多 事情 ， 特别 是 人 的 恩情 呀 、 同情 呀 ， 那些 人 的 基础 的 东西 也 是 通过 跟 父母 一起 生活 来 学习 的 。
A 3 3|||M:NOUN|||身上|||REQUIRED|||-NONE-|||0
A 4 4|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 17 18|||S:PRON|||那些|||REQUIRED|||-NONE-|||0
A 28 29|||S:NOUN|||一起|||REQUIRED|||-NONE-|||0
A 30 31|||S:VERB|||来|||REQUIRED|||-NONE-|||0

S 我们 应 不 停 着 研究 ， 并 开发 出 更 有效 的 绿色 食品 以致 它 成为 人们 的 普遍 的 食品 。 成本 低化 也 很 重要 ， 让 绿色 食品 更加 接近 于 我们 每个 人 的 的 生活 ， 保证 生态 的 健康 ， 做到 地球 全 绿化 。
T0-A0 我们 应 不 停 地 研究 ， 开发 出 更 有效 的 绿色 食品 ， 使 它 成为 人们 普遍 的 食品 。 低 成本化 也 很 重要 ， 让 绿色 食品 更加 接近 于 我们 每个 人 的 生活 ， 保证 生态 的 健康 ， 做到 地球 绿色化 。
A 4 5|||S:AUX|||地|||REQUIRED|||-NONE-|||0
A 7 8|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 16|||S:OTHER|||， 使|||REQUIRED|||-NONE-|||0
A 19 20|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S:ADJ|||低|||REQUIRED|||-NONE-|||0
A 25 26|||S:VERB|||成本化|||REQUIRED|||-NONE-|||0
A 39 40|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 50 52|||S:VERB|||绿色化|||REQUIRED|||-NONE-|||0

S 因为 他们 从小 一起 长 到 大 ， 在 这 过程 当 ， 有着 一些 忘 不 了 的 记忆 。 例如 我 小时候 ， 我 和 她 到 河边 去 玩 ， 我 不 小心 掉 进 河里 而 幸好 有 一 枝 树根 ， 我 就 拉 住 那 枝 树根 在 河里 叫 着 救命 。 因为 我 的 力量 很 小 ， 而且 水流 也 很 快 ， 可是 她 怕 我 支持 不 住 ， 她 说 ： 小 旗 不要 怕 ， 我 已经 去 叫 哥哥 他们 了 ， 他们 很快 就 来 了 。
T0-A0 因为 他们 从小 一起 长 到 大 ， 在 这 过程 中 ， 有着 一些 忘 不 了 的 记忆 。 例如 我 小时候 ， 我 和 她 到 河边 去 玩 ， 我 不 小心 掉 进 河里 但 幸好 有 一 根 树枝 ， 我 就 拉 住 那 根 树枝 在 河里 叫 着 救命 。 因为 我 的 力量 很 小 ， 而且 水流 也 很 快 ， 所以 她 怕 我 支持 不 住 ， 她 说 ： “ 小 旗 不要 怕 ， 我 已经 去 叫 哥哥 他们 了 ， 他们 很快 就 来 了 。 ”
A 11 12|||S:NOUN|||中|||REQUIRED|||-NONE-|||0
A 39 40|||S:CONJ|||但|||REQUIRED|||-NONE-|||0
A 43 44|||S:QUAN|||根|||REQUIRED|||-NONE-|||0
A 44 45|||S:NOUN|||树枝|||REQUIRED|||-NONE-|||0
A 51 52|||S:QUAN|||根|||REQUIRED|||-NONE-|||0
A 52 53|||S:NOUN|||树枝|||REQUIRED|||-NONE-|||0
A 72 73|||S:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 83 83|||M:PUNCT|||“|||REQUIRED|||-NONE-|||0
A 102 102|||M:PUNCT|||”|||REQUIRED|||-NONE-|||0

S 我们 看 着 父亲 长大 了 ， 所以 有时候 生活 得 不 认真 ， 但 把 父亲 的 背影 想 起来 ， 会 再 认真 地 生活 。
T0-A0 我们 看 着 父亲 变 老 了 ， 所以 虽然 有时候 生活 得 不 认真 ， 但 只要 一 想起 父亲 的 背影 ， 就 会 再次 认真 地 去 生活 。
A 4 5|||S:OTHER|||变 老|||REQUIRED|||-NONE-|||0
A 8 8|||M:CONJ|||虽然|||REQUIRED|||-NONE-|||0
A 15 16|||S:OTHER|||只要 一 想起|||REQUIRED|||-NONE-|||0
A 19 21|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 22|||M:CONJ|||就|||REQUIRED|||-NONE-|||0
A 23 24|||S:ADV|||再次|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||去|||REQUIRED|||-NONE-|||0

S 我 想 达到 那样 的 程度 然后 浪费 时间 和 钱 是 一 种 很 笨 的 行动 。 小 的 时候 呢 ， 可能 不 感觉 到 这 是 一个 没用 的 事 ， 他们 有 喜欢 就 喜欢 的 想法 。
T0-A0 我 想 达到 那样 的 程度 ， 然后 浪费 时间 和 钱 是 一 种 很 笨 的 行为 。 小 的 时候 呢 ， 可能 感觉 不 到 这 是 一 件 没用 的 事 ， 他们 有 自己 喜欢 的 想法 。
A 6 6|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 18|||S:NOUN|||行为|||REQUIRED|||-NONE-|||0
A 25 27|||W|||感觉 不|||REQUIRED|||-NONE-|||0
A 30 31|||S:OTHER|||一 件|||REQUIRED|||-NONE-|||0
A 37 39|||S:PRON|||自己|||REQUIRED|||-NONE-|||0

S 你 第一 次 叫 我 牺牲 我 的 社交 生活 ， 这 东西 我 做 了 。 多 讽刺 ！ 因为 我们 是 在 一个 酒吧 见面 的 。 然后 ， 我家 离 我 而 去 ， 与 我 的 朋友 们 很快 疏远 。
T0-A0 你 第一 次 叫 我 牺牲 我 的 社交 生活 时 ， 我 照做 了 。 多 讽刺 ！ 因为 我们 是 在 一个 酒吧 认识 的 。 然后 ， 我 的 家人 离 我 而 去 ， 我 的 朋友 们 很快 疏远 我 。
A 10 10|||M:NOUN|||时|||REQUIRED|||-NONE-|||0
A 11 13|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 14 15|||S:VERB|||照做|||REQUIRED|||-NONE-|||0
A 26 27|||S:VERB|||认识|||REQUIRED|||-NONE-|||0
A 31 32|||S:OTHER|||我 的 家人|||REQUIRED|||-NONE-|||0
A 37 38|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 44 44|||M:PRON|||我|||REQUIRED|||-NONE-|||0

S 自然界 有 自然界 自身 的 节奏 ， 所以 如果 没有 人工 的 作用 ， 就 食物量 恐怕 跟不上 人口 增加 的 速度 ， 成为 供不应求 的 状态 。 为了 确保 满足 地球 上 所有 的 人类 生命 的 食物 ， 对 现代 的 世界 人口 的 情况 来说 ， 使用 农药 、 化肥 等 的 物品 来 栽培 农作物 的 是 不可避免 的 。
T0-A0 自然界 有 自然界 自身 的 节奏 ， 所以 如果 没有 人工 的 作用 ， 就 食物 产量 而言 恐怕 跟不上 人口 增加 的 速度 ， 形成 供不应求 的 状态 。 为了 确保 地球 上 所有 的 人类 生存 所 需要 的 食物 得到 满足 ， 就 现代 的 世界 人口 的 情况 来说 ， 使用 农药 、 化肥 等 物品 来 栽培 农作物 是 不可避免 的 。
A 15 16|||S:OTHER|||食物 产量 而言|||REQUIRED|||-NONE-|||0
A 23 24|||S:VERB|||形成|||REQUIRED|||-NONE-|||0
A 30 31|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 36 37|||S:OTHER|||生存 所 需要|||REQUIRED|||-NONE-|||0
A 39 39|||M:OTHER|||得到 满足|||REQUIRED|||-NONE-|||0
A 40 41|||S:PREP|||就|||REQUIRED|||-NONE-|||0
A 54 55|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 59 60|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 这样 的 行为 ， 不但 对 他 的 身体 有害 ， 而且 对 无辜 吸 了 二手烟 的 民众 更 不 值得 。 这样 的 处罚 ， 迄止为止 已经 是 对 吸烟者 最为 严厉 的 惩罚 措施 。 这 一 新 措施 ， 已经 在 人口 密集 的 地方 和 商业 中心 已 开始 实施 ， 也 是 关心 公众 和 吸烟 人士 的 健康 而 实施 。
T0-A0 这样 的 行为 ， 不但 对 他 的 身体 有害 ， 而且 对 吸 了 二手烟 的 无辜 民众 更 有害 。 这样 的 处罚 ， 已经 是 迄今为止 对 吸烟者 最为 严厉 的 惩罚 。 这 一 新 措施 ， 已经 在 人口 密集 的 地方 开始 实施 ， 这 也 是 为了 公众 的 健康 而 实施 。
A 13 18|||W|||吸 了 二手烟 的 无辜|||REQUIRED|||-NONE-|||0
A 20 22|||S:ADJ|||有害|||REQUIRED|||-NONE-|||0
A 27 30|||W|||已经 是 迄今为止|||REQUIRED|||-NONE-|||0
A 36 37|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 53|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 56|||M:PRON|||这|||REQUIRED|||-NONE-|||0
A 58 59|||S:PREP|||为了|||REQUIRED|||-NONE-|||0
A 60 63|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0

S 有 一些 次 困难 是 一 家庭 的 。 比如 父母 分手 时 ， 完全 家庭 遇到 了 苦恼 ， 跟 每个 人 都 有 关系 。 但是 我 也 发现 了 ： 我 的 问题 就 是 我 的 ， 只有 我 能 找到 答案 。
T0-A0 有 一些 困难 是 家庭 的 ， 比如 父母 离婚 时 ， 整个 家庭 都 陷入 了 苦恼 中 ， 跟 每个 人 都 有 关系 。 但是 我 也 发现 ： 我 的 问题 就 是 我 的 ， 只有 我 能 找到 答案 。
A 2 3|||R:QUAN|||-NONE-|||REQUIRED|||-NONE-|||0
A 5 6|||R:NUM|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 9|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 11 12|||S:VERB|||离婚|||REQUIRED|||-NONE-|||0
A 14 15|||S:ADJ|||整个|||REQUIRED|||-NONE-|||0
A 16 17|||S:OTHER|||都 陷入|||REQUIRED|||-NONE-|||0
A 19 19|||M:NOUN|||中|||REQUIRED|||-NONE-|||0
A 31 32|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 如果 学生 的 时候 没有 机会 接触 异性 的话 ， 学校 毕业 后 突然 进入 一般 社会 的 时候 ， 不 知道 怎么 对待 好 。 这样 在 社会 生活 上 ， 会 遇到 困惑 。
T0-A0 如果 当 学生 的 时候 没有 机会 接触 异性 的话 ， 学校 毕业 后 突然 进入 社会 ， 就 会 不 知道 怎么 对待 异性 才 好 ， 这样 在 社会 生活 上 就 会 遇到 困惑 。
A 1 1|||M:VERB|||当|||REQUIRED|||-NONE-|||0
A 15 16|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 19|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||就 会|||REQUIRED|||-NONE-|||0
A 24 24|||M:OTHER|||异性 才|||REQUIRED|||-NONE-|||0
A 25 26|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 31 32|||S:ADV|||就|||REQUIRED|||-NONE-|||0

S 不 像 一 进 实 社会 上 遇到 什么 困难 一下子 无法 对待 的 不 会 交际 、 交流 互相 沟通 的 那些 一代人 。
T0-A0 不 像 一 进 社会 遇到 什么 困难 就 一下子 无法 处理 的 不 会 互相 交流 沟通 的 那些 人 。
A 4 5|||R:ADJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 10 10|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||处理|||REQUIRED|||-NONE-|||0
A 16 18|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 18 20|||W|||互相 交流|||REQUIRED|||-NONE-|||0
A 23 24|||S:NOUN|||人|||REQUIRED|||-NONE-|||0

S 大学 老师 也 不 是 好 工作 ： 怎么 能 找 钱 ？ 开始 教 文学 工资 少 ， 现在 老师 也 不 体面 。 体面 的 职业 当然 跟 经济 有 关系 。
T0-A0 大学 老师 也 不 是 好 工作 ： 怎么 可能 挣 到 许多 钱 ？ 开始 教学 时 工资 很 少 ， 现在 当 老师 也 不 体面 。 体面 的 职业 当然 跟 经济 有 关系 。
A 9 11|||S:OTHER|||可能 挣 到 许多|||REQUIRED|||-NONE-|||0
A 14 15|||S:VERB|||教学|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||时|||REQUIRED|||-NONE-|||0
A 17 17|||M:ADV|||很|||REQUIRED|||-NONE-|||0
A 20 20|||M:VERB|||当|||REQUIRED|||-NONE-|||0

S 害 了 自己 ， 把 有所作为 的 生命 浪费 掉 尚且 不说 ， 还 害苦 了 家人 得 给 你 筹 钱 治病 ， 天天 往 医院 跑 ， 劳 心 劳神 。
T0-A0 尚且 不 说 你 害 了 自己 ， 把 本 可以 有所作为 的 生命 浪费 掉 ， 你 还 害苦 了 家人 ， 让 他们 给 你 筹 钱 治病 ， 天天 往 医院 跑 ， 劳心 劳神 。
A 0 0|||M:OTHER|||尚且 不 说 你|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||本 可以|||REQUIRED|||-NONE-|||0
A 10 12|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 13|||M:PRON|||你|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||， 让 他们|||REQUIRED|||-NONE-|||0

S 甚至 我 睡觉 前 带 耳机 听 音乐 睡觉 。 最近 ， 在 走路 的 时候 ， 我们 很 容易 听到 流行歌曲 ， 也 可以 看到 很多 明星 的 照片 比如 ， 我们 看 电视 的 时候 可以 听到 ， 也 可以 看到 流行歌曲 和 明星 ， 还有 ， 我们 去 买 东西 的 时候 在 百货店 里 可以 听到 流行歌曲 ， 这些 对 我们 说 什么 呢 流行歌曲 已经 进入 在 我们 的 生活 里 。
T0-A0 最近 ， 在 走路 的 时候 ， 我们 很 容易 就 能 听到 流行 歌曲 ， 也 可以 看到 很多 明星 的 照片 ， 比如 [缺失成分] 。 我们 在 看 电视 的 时候 可以 听到 流行歌曲 ， 也 可以 看到 明星 。 还有 ， 我们 去 买 东西 的 时候 在 百货店 里 可以 听到 流行歌曲 。 甚至 我 睡觉 前 都 要 戴 着 耳机 ， 因为 我 要 听 着 音乐 睡觉 。 这些 对 我们 而言 说明 了 什么 呢 ？ 说明 流行歌曲 已经 进入 到 我们 的 生活 里 了 。
A 0 10|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||就 能|||REQUIRED|||-NONE-|||0
A 30 32|||W|||， 比如|||REQUIRED|||-NONE-|||0
A 32 32|||M:OTHER|||[缺失成分] 。|||REQUIRED|||-NONE-|||0
A 33 33|||M:PREP|||在|||REQUIRED|||-NONE-|||0
A 39 45|||W|||流行歌曲 ， 也 可以 看到|||REQUIRED|||-NONE-|||0
A 46 47|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 61 61|||M:OTHER|||。 甚至 我 睡觉 前 都 要 戴 着 耳机|||REQUIRED|||-NONE-|||0
A 62 62|||M:OTHER|||因为 我 要 听 着 音乐 睡觉 。|||REQUIRED|||-NONE-|||0
A 65 66|||S:OTHER|||而言 说明 了|||REQUIRED|||-NONE-|||0
A 68 68|||M:OTHER|||？ 说明|||REQUIRED|||-NONE-|||0
A 71 72|||S:VERB|||到|||REQUIRED|||-NONE-|||0
A 76 76|||M:AUX|||了|||REQUIRED|||-NONE-|||0

S 从 个人 健康 来 看 ， 抽烟 的 人 比 不 抽烟 的 人 得到 病 的 机会 非常 高 。 还有 从 公众 利益 来 看 ， 抽烟 也 不好 影响 。
T0-A0 从 个人 健康 来 看 ， 抽烟 的 人 比 不 抽烟 的 人 得病 的 机率 更 高 。 还有 从 公众 利益 来 看 ， 抽烟 也 会 产生 不好 的 影响 。
A 14 16|||S:VERB|||得病|||REQUIRED|||-NONE-|||0
A 17 18|||S:NOUN|||机率|||REQUIRED|||-NONE-|||0
A 18 19|||S:ADV|||更|||REQUIRED|||-NONE-|||0
A 30 30|||M:OTHER|||会 产生|||REQUIRED|||-NONE-|||0
A 31 31|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 当 我 问 吸烟者 时 ， 有些 说 是 一 种 享受 ， 有些 说是 心里 空虚 所以 就 吸烟 ， 还 有人 认为 在 解决 问题 和 计划 工作 时 吸烟 会 让 人 想 出 更 好 的 方法 和 思维 等 。
T0-A0 当 我 问 吸烟者 时 ， 有些 人 说 是 一 种 享受 ； 有些 人 说 是 因为 心里 空虚 ， 所以 就 吸烟 ； 还 有 人 认为 在 解决 问题 和 计划 工作 时 吸烟 会 让 人 想 出 更 好 的 方法 、 有 更 好 的 思绪 等 。
A 7 7|||M:NOUN|||人|||REQUIRED|||-NONE-|||0
A 12 13|||S:PUNCT|||；|||REQUIRED|||-NONE-|||0
A 14 15|||S:OTHER|||人 说 是 因为|||REQUIRED|||-NONE-|||0
A 17 17|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||；|||REQUIRED|||-NONE-|||0
A 41 43|||S:OTHER|||、 有 更 好 的 思绪|||REQUIRED|||-NONE-|||0

S 我 没有 很多 朋友 ， 可是 我 的 朋友 是 永远 的 。 我 好 的 朋友 住 在 大邱 。 她 很 内向 ， 可是 很 可爱 。 小 的 时候 我们 的 生活 一样 。 我们 十三 岁 每个 星期二 、 星期五 一起 去 就学 。 现在 我们 过 着 不同 的 生活 。
T0-A0 我 没有 很多 朋友 ， 可是 我 的 朋友 是 永远 的 。 我 的 好 朋友 住 在 大邱 ， 她 很 内向 ， 可是 很 可爱 。 小 的 时候 我们 的 生活 一样 ， 我们 十三 岁 的 每个 星期二 、 星期五 一起 去 上学 。 现在 我们 过 着 不同 的 生活 。
A 14 16|||W|||的 好|||REQUIRED|||-NONE-|||0
A 20 21|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 36 37|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 40 40|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 46 47|||S:VERB|||上学|||REQUIRED|||-NONE-|||0

S 我 觉得 一 仿 好 工作 是 一 仿 我们 喜欢 作 的 。 挣钱 是 重要 ， 但是 我们 不 开心 上班 ， 我们 不 会 做 得 好 我们 的 行业 。
T0-A0 我 觉得 一 份 好 工作 是 一 份 我们 喜欢 做 的 。 挣钱 是 重要 ， 但是 如果 我们 上班 不 开心 ， 我们 就 不 会 做 得 好 我们 的 工作 。
A 3 4|||S:SPELL|||份|||REQUIRED|||-NONE-|||0
A 8 9|||S:SPELL|||份|||REQUIRED|||-NONE-|||0
A 11 12|||S:SPELL|||做|||REQUIRED|||-NONE-|||0
A 19 19|||M:CONJ|||如果|||REQUIRED|||-NONE-|||0
A 20 23|||W|||上班 不 开心|||REQUIRED|||-NONE-|||0
A 25 25|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 32 33|||S:VERB|||工作|||REQUIRED|||-NONE-|||0

S 以前 由于 韩国 未 发达 所以 粮食 总是 不够 的 。 因此 ， 为了 解决 人们 的 饥饿 国家 开始 大量 的 生产 农作物 。
T0-A0 以前 由于 韩国 不 发达 ， 所以 粮食 总是 不够 的 。 因此 ， 为了 解决 人们 饥饿 的 问题 ， 国家 开始 大量 地 生产 农作物 。
A 3 4|||S:ADV|||不|||REQUIRED|||-NONE-|||0
A 5 5|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 16 18|||W|||饥饿 的|||REQUIRED|||-NONE-|||0
A 18 18|||M:OTHER|||问题 ，|||REQUIRED|||-NONE-|||0
A 21 22|||S:SPELL|||地|||REQUIRED|||-NONE-|||0

S 总之 ， 我们 为了 自己 的 健康 和 公众 利益 ， 并 保持 市容 整洁 ， 抽烟 的 人 都 戒烟 吧 ， 要不然 吸烟 对 个人 健康 和 别人 会 带来 不好 的 影响 ， 而且 情况 越来越 厉害 。
T0-A0 总之 ， 为了 自己 的 健康 和 公众 利益 ， 并 保持 市容 整洁 ， 抽烟 的 人 都 戒烟 吧 ， 要不然 吸烟 给 个人 健康 和 别人 都 会 带来 不好 的 影响 ， 而且 情况 只 会 越来越 严重 。
A 2 3|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 25 26|||S:PREP|||给|||REQUIRED|||-NONE-|||0
A 30 30|||M:ADV|||都|||REQUIRED|||-NONE-|||0
A 38 38|||M:OTHER|||只 会|||REQUIRED|||-NONE-|||0
A 39 40|||S:ADJ|||严重|||REQUIRED|||-NONE-|||0

S ” 我 说 “ 因为 呢 ， 人们 喜欢 流行歌曲 ， 还有 很 大 的 吸引力 ， 还有 除外流行歌曲 以外 其它 的 歌曲 没有 听 过 。
T0-A0 我 说 ： “ 人们 喜欢 流行歌曲 ， 不仅 是 因为 流行歌曲 有 很 大 的 吸引力 ， 还 因为 除了 流行歌曲 以外 人们 没有 听 过 其它 的 歌曲 。 ”
A 0 1|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 3 3|||M:PUNCT|||：|||REQUIRED|||-NONE-|||0
A 4 7|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S:OTHER|||不仅 是 因为 流行歌曲 有|||REQUIRED|||-NONE-|||0
A 17 19|||S:OTHER|||还 因为 除了 流行歌曲|||REQUIRED|||-NONE-|||0
A 20 23|||S:NOUN|||人们|||REQUIRED|||-NONE-|||0
A 26 26|||M:OTHER|||其它 的 歌曲|||REQUIRED|||-NONE-|||0
A 27 27|||M:PUNCT|||”|||REQUIRED|||-NONE-|||0

S 后来 男生 终于 发现 女生 的 秘密 。 她 弹 了 一 首 神奇 的 歌 ， 发 了 她 二十 年 以后 ， 出现 在 男生 的 时 。 有 一 天 男生 失恋 了 她 ， 所以 她 决定 回去 自己 的 时 。 后来 男生 就 找 不 到 她 。 一 段 时间 以后 ， 男生 发现 了 她 的 秘密 ， 所以 他 也 弹 了 那 首 神奇 的 歌 ， 为了 去 女 的 时 找 她 。 他 因为 太 爱 了 ， 所以 不 想 失去 她 。
T0-A0 后来 男生 终于 发现 了 女生 的 秘密 。 她 弹 了 一 首 神奇 的 曲子 ， 发现 她 来到 了 二十 年 以后 ， 出现 在 男生 的 面前 。 有 一 天 男生 和 她 分手 了 ， 所以 她 决定 回去 了 ， 后来 男生 就 找 不 到 她 了 。 一 段 时间 以后 ， 男生 发现 了 她 的 秘密 ， 所以 他 也 弹 了 那 首 神奇 的 曲子 ， 为了 去 找 她 。 他 因为 太 爱 她 了 ， 所以 不 想 失去 她 。
A 4 4|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||曲子|||REQUIRED|||-NONE-|||0
A 17 19|||S:VERB|||发现|||REQUIRED|||-NONE-|||0
A 20 20|||M:OTHER|||来到 了|||REQUIRED|||-NONE-|||0
A 28 29|||S:NOUN|||面前|||REQUIRED|||-NONE-|||0
A 34 35|||S:OTHER|||和 她 分手|||REQUIRED|||-NONE-|||0
A 36 37|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 46|||S:OTHER|||了 ，|||REQUIRED|||-NONE-|||0
A 53 53|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 75 76|||S:NOUN|||曲子|||REQUIRED|||-NONE-|||0
A 79 82|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 89 89|||M:PRON|||她|||REQUIRED|||-NONE-|||0
T0-A1 后来 男生 终于 发现 了 女生 的 秘密 。 她 弹 了 一 首 神奇 的 曲子 ， 发现 她 来到 了 二十 年 以后 ， 出现 在 男生 的 面前 。 有 一 天 男生 和 她 分手 了 ， 所以 她 决定 回去 了 ， 后来 男生 就 找 不 到 她 了 。 一 段 时间 以后 ， 男生 发现 了 她 的 秘密 ， 所以 他 也 弹 了 那 首 神奇 的 曲子 ， 为了 去 找 她 。 他 因为 太 爱 她 了 ， 所以 不 想 失去 她 。
A 4 4|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 15 16|||S:NOUN|||曲子|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||发现 她 来到|||REQUIRED|||-NONE-|||0
A 19 20|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S:NOUN|||面前|||REQUIRED|||-NONE-|||0
A 34 35|||S:OTHER|||和 她 分手|||REQUIRED|||-NONE-|||0
A 36 37|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 46|||S:OTHER|||了 ，|||REQUIRED|||-NONE-|||0
A 53 53|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 75 76|||S:NOUN|||曲子|||REQUIRED|||-NONE-|||0
A 79 82|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 89 89|||M:PRON|||她|||REQUIRED|||-NONE-|||0

S 然后 每个 人 要 在 和 别人 交流 的 时候 互相 影响 了 ， 其中 可以 再 学会 别的 ， 这样 过 珍惜 的 日子 。 我 认为 这样 的 “ 人际关系 ” ， 是 在 生活 中 很 重要 的 。 如 每个 人 得到 能 做 良好 的 人际关系 的话 ， 一定 需要 好 榜样 。
T0-A0 然后 每个 人 会 和 在 别人 交流 的 时候 互相 影响 ， 其中 可以 再 学会 别的 东西 ， 这样 过 珍惜 的 日子 。 我 认为 这样 的 “ 人际关系 ” ， 在 生活 中 是 很 重要 的 。 如 每个 人 要 得到 建立 良好 的 人际关系 的 机会 的话 ， 一定 需要 好 的 榜样 。
A 3 4|||S:VERB|||会|||REQUIRED|||-NONE-|||0
A 4 6|||W|||和 在|||REQUIRED|||-NONE-|||0
A 12 13|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 19 19|||M:NOUN|||东西|||REQUIRED|||-NONE-|||0
A 34 38|||W|||在 生活 中 是|||REQUIRED|||-NONE-|||0
A 45 45|||M:VERB|||要|||REQUIRED|||-NONE-|||0
A 46 48|||S:VERB|||建立|||REQUIRED|||-NONE-|||0
A 51 51|||M:OTHER|||的 机会|||REQUIRED|||-NONE-|||0
A 56 56|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 吸烟 肯定 对 个人 健康 不好 ， 引起 肺病 、 嗓子病 。 据 统计 ， 吸烟 的 人 一般 跟 不 吸烟 的 人 比较 起来 短命 ， 吸烟 对 个人 身体 没有 什么 好处 。 但 爱 吸烟 的 人 都 说 ， 吸烟 以后 觉得 很 轻松 ， 对 解除 压力 方面 很 好 ， 吸烟 的 时候 跟 周围 的 人 谈话 ， 对 人际关系 也 有益 。
T0-A0 吸烟 肯定 对 个人 健康 不好 ， 会 引起 肺病 、 咽喉 疾病 。 据 统计 ， 一般 吸烟 的 人 跟 不 吸烟 的 人 比 起来 更 短命 ， 吸烟 对 个人 身体 没有 什么 好处 。 但 爱 吸烟 的 人 都 说 ， 他们 吸 完烟 以后 觉得 很 轻松 ， 吸烟 在 缓解 压力 方面 有 很 好 的 作用 ， 吸烟 的 时候 跟 周围 的 人 谈话 ， 对 人际关系 也 有益 。
A 7 7|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 10 11|||S:OTHER|||咽喉 疾病|||REQUIRED|||-NONE-|||0
A 15 19|||W|||一般 吸烟 的 人|||REQUIRED|||-NONE-|||0
A 24 25|||S:VERB|||比|||REQUIRED|||-NONE-|||0
A 26 26|||M:ADV|||更|||REQUIRED|||-NONE-|||0
A 44 45|||S:OTHER|||他们 吸 完烟|||REQUIRED|||-NONE-|||0
A 50 52|||S:OTHER|||吸烟 在 缓解|||REQUIRED|||-NONE-|||0
A 54 54|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 56 56|||M:OTHER|||的 作用|||REQUIRED|||-NONE-|||0

S 吸烟 能 导致 肺癌 及 气管炎 之类 的 害处 ， 这 是 公众 皆 知 之 事 ， 因此 世界 各国 各地 一再 反对 和 采取 禁止 吸烟 的 措施 。 由于 吸烟 不但 使 吸烟 的 人 本身 危害 ， 而且 还 会 使 周围 的 吸 到 烟味 的 人 ， 受到 影响 。 当今 文明 社会 ， 各个 场合 ， 都 一一 采取 在 热闹 的 场所 禁止 吸烟 以及 特定 吸烟 之 处 。
T0-A0 吸烟 能 导致 肺癌 及 气管炎 之类 的 疾病 ， 这 是 公众 皆 知 的 事 ， 因此 世界 各国 各地 一再 反对 吸烟 并 采取 禁止 吸烟 的 措施 。 由于 吸烟 不但 使 吸烟 的 人 本身 受到 危害 ， 而且 还 会 使 周围 吸 进烟 的 人 受到 影响 。 当今 是 文明 社会 ， 各个 场合 ， 都 应该 采取 在 热闹 的 场所 禁止 吸烟 以及 设置 特定 吸烟 之 处 的 措施 。
A 8 9|||S:NOUN|||疾病|||REQUIRED|||-NONE-|||0
A 15 16|||S:AUX|||的|||REQUIRED|||-NONE-|||0
A 24 25|||S:OTHER|||吸烟 并|||REQUIRED|||-NONE-|||0
A 39 39|||M:VERB|||受到|||REQUIRED|||-NONE-|||0
A 46 47|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 50|||S:VERB|||进烟|||REQUIRED|||-NONE-|||0
A 52 53|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 57 57|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 64 65|||S:VERB|||应该|||REQUIRED|||-NONE-|||0
A 73 73|||M:VERB|||设置|||REQUIRED|||-NONE-|||0
A 77 77|||M:OTHER|||的 措施|||REQUIRED|||-NONE-|||0

S 欧洲 的 社会 不 像 中国 的 ： 父母 不 喜欢 孩子 靠 着 他们 生活 。 大部分 父母 不 喜 为 孩子 钱 。 他们 给 孩子 他 需要 的 ， 但是 只要 孩子 自己 能 装 钱 就 不 给 了 。
T0-A0 欧洲 的 社会 不 像 中国 的 ， 父母 不 喜欢 孩子 靠 着 他们 生活 。 大部分 父母 不 喜欢 为 孩子 花钱 。 他们 给 孩子 需要 的 ， 但是 只要 孩子 自己 能 赚钱 就 不 给 了 。
A 7 8|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 20 21|||S:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 23 24|||S:VERB|||花钱|||REQUIRED|||-NONE-|||0
A 28 29|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 37 39|||S:VERB|||赚钱|||REQUIRED|||-NONE-|||0

S 农民 的 过度 使用 农药 ， 不仅 是 在 食品 ， 也 是 在 水中 也 带来 污染 。
T0-A0 农民 过度 使用 农药 ， 不仅 会 给 食品 带来 污染 ， 也 会 造成 水污染 。
A 1 2|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 8|||S:VERB|||会|||REQUIRED|||-NONE-|||0
A 8 9|||S:PREP|||给|||REQUIRED|||-NONE-|||0
A 10 10|||M:OTHER|||带来 污染|||REQUIRED|||-NONE-|||0
A 12 18|||S:OTHER|||会 造成 水污染|||REQUIRED|||-NONE-|||0

S 每个 人 的 成长 过程 中 ， 大都 是 被 父母 培养 成人 所以 孩子 长大 的 思想 观念 、 行为 举止 等等 方面 大多 是 受 父母 的 影响 而 成 。 有 一 对 夫妇 一 天 回来 ， 看到 儿子 小东 正在 躺 在 沙发 上 抽烟 夫妇 两 人 目瞪口呆 ， 说 不 出 话 来 。
T0-A0 每个 人 的 成长 过程 中 ， 大都 是 被 父母 培养 成人 ， 所以 孩子 长大 的 思想 观念 、 行为 举止 等等 方面 大多 是 受 父母 的 影响 而 成 的 。 有 一 天 一 对 夫妇 回来 ， 看到 儿子 小东 正 躺 在 沙发 上 抽烟 ， 夫妇 两 人 目瞪口呆 ， 说 不 出 话 来 。
A 13 13|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 32 32|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 35 39|||W|||天 一 对 夫妇|||REQUIRED|||-NONE-|||0
A 44 45|||S:ADV|||正|||REQUIRED|||-NONE-|||0
A 50 50|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
T0-A1 每个 人 的 成长 过程 中 ， 大都 是 被 父母 培养 成人 ， 所以 孩子 长大 的 思想 观念 、 行为 举止 等等 方面 大多 是 受 父母 的 影响 而 成 的 。 有 一 天 一 对 夫妇 回来 ， 看到 儿子 小东 正 躺 在 沙发 上 抽烟 ， 夫妇 两 人 目瞪口呆 ， 说 不 出 话 来 。
A 13 13|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 32 32|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 34 39|||W|||一 天 一 对 夫妇|||REQUIRED|||-NONE-|||0
A 44 45|||S:ADV|||正|||REQUIRED|||-NONE-|||0
A 50 50|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0

S 他们 觉得 现在 孩子 时 都 太 喜欢 模仿 。 所以 孩子 们 从 流行歌曲 到 歌曲 的 演唱者 甚至 演唱者 的 穿着 ， 打扮 ， 言行 举止 都 要 模仿 的 淋漓尽致 。 至于 这种 情况 ， 我 倒 觉得 家长 们 和 老师 们 不要 过于 担忧 。
T0-A0 他们 觉得 现在 的 孩子 都 太 喜欢 模仿 ， 因为 孩子 们 从 流行歌曲 到 歌曲 的 演唱者 甚至 演唱者 的 穿着 、 打扮 、 言行 举止 都 要 模仿 的 淋漓尽致 。 对于 这种 情况 ， 我 倒 觉得 家长 们 和 老师 们 不 需要 过于 担忧 。
A 3 3|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 4 5|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 10|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 10 11|||S:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 23 24|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 25 26|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 34 35|||S:PREP|||对于|||REQUIRED|||-NONE-|||0
A 46 47|||S:OTHER|||不 需要|||REQUIRED|||-NONE-|||0

S 我们 说 绿色 食品 以外 的 食品 吃 的 活 ， 有害 于 人 的 健康 ， 可是 没 吃 的 话 人类 马上 死亡 。 所以 我 正在 重要 的 事 是 帮助 贫困 的 国家 。 世界 上 没有 为了 饥饿 死 的 人 的 时 ， 才 想 这种 问题 。
T0-A0 我们 说 吃 绿色 食品 以外 的 食品 的话 ， 有害 于 人 的 健康 ， 可是 不 吃 的 话 人类 会 马上 死亡 。 所以 我 认为 现在 最 重要 的 事 是 帮助 贫困 的 国家 。 世界 上 没有 因为 饥饿 而 死 的 人 时 ， 再 想 这种 问题 。
A 2 2|||M:VERB|||吃|||REQUIRED|||-NONE-|||0
A 7 10|||S:AUX|||的话|||REQUIRED|||-NONE-|||0
A 18 19|||S:ADV|||不|||REQUIRED|||-NONE-|||0
A 23 23|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 28 29|||S:OTHER|||认为 现在 最|||REQUIRED|||-NONE-|||0
A 41 42|||S:PREP|||因为|||REQUIRED|||-NONE-|||0
A 43 43|||M:CONJ|||而|||REQUIRED|||-NONE-|||0
A 46 47|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 50|||S:SPELL|||再|||REQUIRED|||-NONE-|||0

S 因为 自己 的 经历 ， 所以 我 会 支持 男女 分 班 ， 因为 分 班 会 让 学生 们 能 更 好 地 专心 地 学习 也 不 能 做出 错事 ， 闹 出 人命 。 况且 这个 年龄层 的 学生 ， 思想 、 情绪 都 还 无法 稳定 ， 也 因为 这样 也 造成 学生 常常 会 更换 恋人 。
T0-A0 因为 自己 的 经历 ， 所以 我 会 支持 男女 分 班 ， 因为 分 班 让 学生 们 能 更 好 地 专心 地 学习 而 不 会 做出 错事 ， 闹 出 人命 。 况且 这个 年龄层 的 学生 ， 思想 、 情绪 都 还 无法 稳定 ， 也 因为 这样 造成 了 学生 常常 会 更换 恋人 的 现象 。
A 16 17|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 27 28|||S:CONJ|||而|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||会|||REQUIRED|||-NONE-|||0
A 54 55|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 56 56|||M:AUX|||了|||REQUIRED|||-NONE-|||0
A 61 61|||M:OTHER|||的 现象|||REQUIRED|||-NONE-|||0

S 不管 是 男性 ， 女性 甚至 许多 青少年 也 吸烟 。 吸烟者 数 越来越 增加 ， 可是 可以 吸烟 的 公共场所 越来越 减少 。
T0-A0 不管 是 男性 ， 还是 女性 甚至 是 许多 青少年 也 在 吸烟 。 吸烟者 的 数量 一直 在 增加 ， 可是 可以 吸烟 的 公共场所 却 一直 在 减少 。
A 4 4|||M:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 9 9|||M:ADV|||在|||REQUIRED|||-NONE-|||0
A 12 14|||S:OTHER|||的 数量 一直 在|||REQUIRED|||-NONE-|||0
A 21 22|||S:OTHER|||却 一直 在|||REQUIRED|||-NONE-|||0

S 总之 ， 现在 我们 听到 的 有些 音乐 歌曲 太 不 象话 了 。 听 了 音乐 以后 心理 舒畅 ， 心情 放松 这 才 是 听 音乐 的 目的 。
T0-A0 总之 ， 现在 我们 听到 的 有些 音乐 太 不 像 话 了 。 听 了 音乐 以后 心情 舒畅 、 放松 才 是 听 音乐 的 目的 。
A 8 9|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 12|||S:SPELL|||像 话|||REQUIRED|||-NONE-|||0
A 18 19|||S:NOUN|||心情|||REQUIRED|||-NONE-|||0
A 20 22|||S:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 23 24|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0

S 在 世界 上 除了 孤儿 的 孩子 以外 其他 都 有 父母 的 孩子 。 在 这 我 只要 论 有 父母 的 孩子 。
T0-A0 在 这个 世界 上 除了 孤儿 以外 ， 其他 孩子 都 有 父母 。 在 这 我 只 论 有 父母 的 孩子 。
A 1 1|||M:PRON|||这个|||REQUIRED|||-NONE-|||0
A 5 7|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 8|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 14|||W|||孩子 都 有 父母|||REQUIRED|||-NONE-|||0
A 18 19|||S:ADV|||只|||REQUIRED|||-NONE-|||0

S 我 的 母亲 是 幼儿园 的 老师 ， 对 孩子 的 教育 问题 有 敏感 。 母亲 经常 说 跟 这个 短文 完全 一样 的 句 “ 父母 是 孩子 的 第一 任 老师 ” 。 我 的 父母 跟 这 说话 一样 用 自己 的 态度 告诉 我 “ 应该 怎么 做 ” 。
T0-A0 我 的 母亲 是 幼儿园 的 老师 ， 对 孩子 的 教育 问题 很 敏感 。 母亲 经常 说 跟 这个 短文 完全 一样 的 句子 ——“ 父母 是 孩子 的 第一 任 老师 ” 。 我 的 父母 就 跟 这 句 话 说 的 一样 用 自己 的 态度 告诉 我 “ 应该 怎么 做 ” 。
A 13 14|||S:ADV|||很|||REQUIRED|||-NONE-|||0
A 25 26|||S:NOUN|||句子|||REQUIRED|||-NONE-|||0
A 26 27|||S:PUNCT|||——“|||REQUIRED|||-NONE-|||0
A 39 39|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 41 42|||S:OTHER|||句 话 说 的|||REQUIRED|||-NONE-|||0

S 从 乐观 的 角度 来 看 ， 这 确实 是 充分 体现 了 现代 社会 的 新 的 文化 ， 打响 了 另 一个 时代 的 到来 ， 但 肯定 的 一 点 是 ， 在 这样 一个 新 潮流 正在 盛行于世 的 时候 ， 我们 忽略 其 形成 的 根源 。 其实 ， 一 有 一点 比 我们 急于 打造 新 的 社会 更 重要 的 就 是 保护 我们 固有 的 文化 特色 ， 因此 社会 唯一 的 发展 道路 就 是 在 原有 的 基础 上 创造 出 一 种 新 的 潮流 ， 这样 的 方法 不失为 是 一 种 值得 人们 去 采取 的 、 同时 是 最 佳 的 。
T0-A0 从 乐观 的 角度 来 看 ， 这 确实 是 充分 体现 了 现代 社会 的 新 的 文化 ， 吹 响 了 另 一个 时代 到来 的 号角 ， 但 有 一 点 是 肯定 的 ， 在 这样 一个 新 潮流 正在 盛行于世 的 时候 ， 我们 会 忽略 其 形成 的 根源 。 其实 ， 比 我们 急于 打造 新 的 社会 更 重要 的 一 点 就 是 保护 我们 固有 的 文化 特色 ， 因此 社会 发展 的 唯一 道路 就 是 在 原有 的 基础 上 创造 出 一 种 新 的 潮流 ， 这样 的 方法 不失为 是 一 种 值得 人们 去 采取 的 、 同时 是 最佳 的 方法 。
A 20 21|||S:OTHER|||吹 响|||REQUIRED|||-NONE-|||0
A 25 27|||W|||到来 的|||REQUIRED|||-NONE-|||0
A 27 27|||M:NOUN|||号角|||REQUIRED|||-NONE-|||0
A 29 31|||S:VERB|||有|||REQUIRED|||-NONE-|||0
A 34 34|||M:OTHER|||肯定 的|||REQUIRED|||-NONE-|||0
A 46 46|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 54 57|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 67 67|||M:OTHER|||一 点|||REQUIRED|||-NONE-|||0
A 78 81|||W|||发展 的 唯一|||REQUIRED|||-NONE-|||0
A 115 115|||M:NOUN|||方法|||REQUIRED|||-NONE-|||0

S 走 进 婚姻 的 红 地毯 ， 携手 共 老 扶子 偕老 能 永 浴 爱河 可 说 是 每 对 想 结婚 的 夫妻 所 梦寐以求 的 。 在 东方 社会 中 ， 在 较 古老 的 方式 是 媒人 形式 ， 有 通过 亲戚 、 朋友 邻居 之类 的 介绍 ， 对 对方 有所 了解 。 而 较 近期 ， 电子 邮件 、 网 结 朋友 出现 一网情深 这 类 爱情 ， 是 较 时髦 的 爱情 交往 方式 ， 但 对 我 来说 也 不 是 理想式 的 。
T0-A0 走 进 婚姻 的 殿堂 ， 执子之手 ， 与 子偕老 和 永 浴 爱河 可以 说 是 每 对 想 结婚 的 情侣 所 梦寐以求 的 。 在 东方 社会 ， 比较 古老 的 方式 是 媒人 形式 ， 通过 亲戚 、 朋友 、 邻居 之类 的 介绍 来 了解 对方 。 而 较 近期 ， 电子 邮件 、 网络 朋友 的 出现 产生 了 一 网情深 这 类 爱情 。 虽然 这 类 爱情 是 较 时髦 的 爱情 交往 方式 ， 但 对 我 来说 也 不 是 理想式 的 。
A 4 6|||S:NOUN|||殿堂|||REQUIRED|||-NONE-|||0
A 7 13|||S:OTHER|||执子之手 ， 与 子偕老 和|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||可以|||REQUIRED|||-NONE-|||0
A 24 25|||S:NOUN|||情侣|||REQUIRED|||-NONE-|||0
A 32 33|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 36|||S:ADV|||比较|||REQUIRED|||-NONE-|||0
A 43 44|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 48|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 52 56|||S:VERB|||来|||REQUIRED|||-NONE-|||0
A 57 57|||M:NOUN|||对方|||REQUIRED|||-NONE-|||0
A 65 67|||S:NOUN|||网络|||REQUIRED|||-NONE-|||0
A 68 68|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 69 69|||M:OTHER|||产生 了|||REQUIRED|||-NONE-|||0
A 73 74|||S:OTHER|||。 虽然 这 类 爱情|||REQUIRED|||-NONE-|||0

S 不过 ， 反说 回来 ， 虽然 父母 没有 很多 老师 具有 的 角色 ， 但 我 认为 父母 还 是 孩子 的 第一 任 老师 ， 而且 是 孩子 最 重要 的 老师 。 父母 和 老师 的 最 大 责任 不 是 提供 学术 方面 的 知识 而是 传 思想 观念 和 社会 价值 。 在 这 方面 ， 外面 学校 老师 的 作用 少 ， 因为 学生 很多 ， 影响 便 少 。
T0-A0 不过 ， 话 又 说 回来 ， 虽然 父母 没有 很多 老师 具有 的 角色 ， 但 我 认为 父母 不仅 孩子 的 第一 任 老师 ， 而且 是 孩子 最 重要 的 老师 。 父母 和 老师 的 最 大 责任 不 是 提供 学术 方面 的 知识 而是 传播 思想 观念 和 社会 价值 。 在 这 方面 ， 外面 学校 老师 的 作用 小 ， 因为 学生 很多 ， 影响 便 小 。
A 2 3|||S:OTHER|||话 又 说|||REQUIRED|||-NONE-|||0
A 18 20|||S:CONJ|||不仅|||REQUIRED|||-NONE-|||0
A 49 50|||S:VERB|||传播|||REQUIRED|||-NONE-|||0
A 65 66|||S:SPELL|||小|||REQUIRED|||-NONE-|||0
A 73 74|||S:SPELL|||小|||REQUIRED|||-NONE-|||0

S 但 如果 父母 没有 好好 地 教 孩子 ， 没有 告诉 他们 辨别 是非 ， 什么 应该 做 ， 什么 不 应该 做 ， 在 社会 怎么 做人 。 可想而知 ， 他们 长大 以后 会 遇到 很多 的 麻烦 ， 甚至 不 适应 生活 的 ， 造成 不 甚 后果 。
T0-A0 但 如果 父母 没有 好好 地 教 孩子 ， 没有 告诉 他们 如何 辨别 是非 ， 什么 应该 做 ， 什么 不 应该 做 ， 在 社会 上 怎么 做人 。 可想而知 ， 他们 长大 以后 会 遇到 很多 的 麻烦 ， 甚至 不 适应 生活 ， 造成 不堪 的 后果 。
A 12 12|||M:PRON|||如何|||REQUIRED|||-NONE-|||0
A 26 26|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 44 45|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 47 48|||S:VERB|||不堪|||REQUIRED|||-NONE-|||0
A 48 49|||S:AUX|||的|||REQUIRED|||-NONE-|||0

S 我 厌倦 张华 得 很多 。 而且 有 一 天 ， 他 使 我 惊奋 。 在 白莱河 的 旁边 我们 走 着 ， 张华 照样 自吹自擂 。 忽然 我们 看见 一 只 狗 。 它 似乎 淹死 呢 。 张华 马上 弹跳 河 ， 救 了 它 。
T0-A0 我 厌倦 张华 。 但是 有 一 天 ， 他 使 我 震惊 。 我们 走 在 白莱河 的 旁边 ， 张华 照样 自吹自擂 。 忽然 我们 看见 一 只 狗 。 它 似乎 快要 淹死 了 。 张华 马上 跳 进 河里 ， 救 了 它 。
A 3 5|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 7|||S:CONJ|||但是|||REQUIRED|||-NONE-|||0
A 14 15|||S:VERB|||震惊|||REQUIRED|||-NONE-|||0
A 16 23|||W|||我们 走 在 白莱河 的 旁边|||REQUIRED|||-NONE-|||0
A 37 37|||M:ADV|||快要|||REQUIRED|||-NONE-|||0
A 38 39|||S:AUX|||了|||REQUIRED|||-NONE-|||0
A 42 44|||S:OTHER|||跳 进 河里|||REQUIRED|||-NONE-|||0

S 也 有 九 个 外国人 为 共产主义 把 古巴 选择 。 可是 为 在 古巴 的 共产 的 乐园 定居 还要 履行 九 个 充要 条件 。 之间 这些 包括 把 工作 得到 。
T0-A0 也 有 九 个 外国人 为 共产主义 选择 古巴 。 可是 要 在 古巴 的 共产 的 乐园 定居 还要 履行 九 个 充要 条件 。 其中 包括 把 这些 工作 做到 。
A 7 8|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 8 10|||W|||选择 古巴|||REQUIRED|||-NONE-|||0
A 12 13|||S:VERB|||要|||REQUIRED|||-NONE-|||0
A 27 29|||S:PRON|||其中|||REQUIRED|||-NONE-|||0
A 31 31|||M:PRON|||这些|||REQUIRED|||-NONE-|||0
A 32 33|||S:VERB|||做到|||REQUIRED|||-NONE-|||0

S 所以 父母 是 不但 对 孩子 第一 任 老师 ， 而且 给 孩子 最 大 影响 ， 形成 人格 、 道德 观念 的 最 重要 的 人 。
T0-A0 所以 父母 不但 是 孩子 的 第一 任 老师 ， 而且 给 孩子 最 大 的 影响 ， 是 影响 孩子 形成 人格 、 道德 观念 的 最 重要 的 人 。
A 2 4|||W|||不但 是|||REQUIRED|||-NONE-|||0
A 4 5|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 6 6|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 15 15|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 17 17|||M:OTHER|||是 影响 孩子|||REQUIRED|||-NONE-|||0

S 人类 的 最 基础 分辨 就是 男生 与 女生 。 对 女生 来说 她们 心爱 的 男朋友 和 丈夫 则 是 最 有 安全感 的 地方 。 现在 人们 都 说 男生 与 女生 都 是 平等 的 ， 但 在 爱情 或 结交 朋友 的 方面 女生 都 比较 胆小 。
T0-A0 人类 最 基础 的 分辨 就是 分辨 男生 与 女生 。 对 女生 来说 ， 她们 心爱 的 男朋友 或者 丈夫 则 是 最 有 安全感 的 人 。 现在 人们 都 说 男生 与 女生 都 是 平等 的 ， 但 在 爱情 和 结交朋友 的 方面 女生 都 比较 胆小 。
A 1 4|||W|||最 基础 的|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||分辨|||REQUIRED|||-NONE-|||0
A 13 13|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 18|||S:CONJ|||或者|||REQUIRED|||-NONE-|||0
A 25 26|||S:NOUN|||人|||REQUIRED|||-NONE-|||0
A 42 43|||S:SPELL|||和|||REQUIRED|||-NONE-|||0

S 有人 说 ， 流行歌 只 会 喜欢 受 高中生 ， 可是 我 认为 流行歌 会 影响 到 文化 市场 。 如果 不 发达 文化 市场 怎么 会 出来 周杰 论 ？ 从 周杰伦 的 力量 来 看 ， 他 常常 在 舞台 的 时候 ， 很多 电视台 和 各种 媒体 都 转播 他 的 一切 ， 然而 他 是 成为 了 一个 文化 的 代表 。
T0-A0 有人 说 ， 流行歌 只 会 受 高中生 喜爱 ， 可是 我 认为 流行歌 会 影响 到 文化 市场 。 如果 文化 不 发达 ， 怎么 会 出现 周杰伦 这样 的 人 ？ 从 周杰伦 的 影响力 来 看 ， 他 在 舞台 上 的 时候 ， 很多 电视台 和 各种 媒体 都 会 转播 他 的 一切 ， 所以 他 成为 了 一 种 文化 的 代表 。
A 6 9|||W|||受 高中生 喜爱|||REQUIRED|||-NONE-|||0
A 21 24|||W|||文化 不 发达|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 27 30|||S:OTHER|||出现 周杰伦 这样 的 人|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||影响力|||REQUIRED|||-NONE-|||0
A 39 40|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 51 51|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 56 57|||S:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 58 59|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 61 62|||S:OTHER|||一 种|||REQUIRED|||-NONE-|||0
T0-A1 有人 说 ， 流行歌 只 会 受 高中生 喜爱 ， 可是 我 认为 流行歌 会 影响 到 文化 市场 。 如果 文化 不 发达 ， 怎么 会 出现 周杰伦 这样 的 人 ？ 从 周杰伦 的 影响力 来 看 ， 他 在 舞台 上 的 时候 ， 很多 电视台 和 各种 媒体 都 会 转播 他 的 一切 ， 所以 他 成为 了 一 种 文化 的 代表 。
A 6 9|||W|||受 高中生 喜爱|||REQUIRED|||-NONE-|||0
A 21 21|||M:NOUN|||文化|||REQUIRED|||-NONE-|||0
A 23 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 27 30|||S:OTHER|||出现 周杰伦 这样 的 人|||REQUIRED|||-NONE-|||0
A 34 35|||S:NOUN|||影响力|||REQUIRED|||-NONE-|||0
A 39 40|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 42 42|||M:NOUN|||上|||REQUIRED|||-NONE-|||0
A 51 51|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 56 57|||S:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 58 59|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 61 62|||S:OTHER|||一 种|||REQUIRED|||-NONE-|||0

S 如果 我们 都 不 可以 选择 ， 生活 都 是 无聊 。 选择 是 我们 的 生活 的 一个 最 重要 的 动力 ， 因为 选择 可能 改变 我们 的 将来 。
T0-A0 如果 我们 什么 都 不 可以 选择 ， 那么 生活 就 是 无聊 的 。 选择 是 我们 生活 的 一个 很 重要 的 动力 ， 因为 选择 可能 改变 我们 的 将来 。
A 2 2|||M:PRON|||什么|||REQUIRED|||-NONE-|||0
A 7 7|||M:CONJ|||那么|||REQUIRED|||-NONE-|||0
A 8 9|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 11 16|||W|||的 。 选择 是 我们|||REQUIRED|||-NONE-|||0
A 19 20|||S:ADV|||很|||REQUIRED|||-NONE-|||0

S 极客 这个 字 是 在 1960年 在 美国 加州 首 次 出现 的 。 是 美国 行语 的 词语 ， 这 意味着 一个 在 特定 方面 挺 机灵 和 内向 的 人 。 由于 他 的 专业 知识 ， 有时 人 会 认为 极客 这个 人 用 脑 太 多 了 而 用心 太 小 了 。
T0-A0 极客 这个 词 是 1960年 在 美国 加州 首 次 出现 的 。 是 美国 俚语 的 词语 ， 意思 是 在 特定 方面 挺 机灵 和 内向 的 人 。 由于 他 的 专业 知识 ， 有时 人 会 认为 极客 这 类 人 用 脑 太 多 了 而 用心 太 少 了 。
A 2 3|||S:NOUN|||词|||REQUIRED|||-NONE-|||0
A 4 5|||R:PREP|||-NONE-|||REQUIRED|||-NONE-|||0
A 16 17|||S:NOUN|||俚语|||REQUIRED|||-NONE-|||0
A 20 23|||S:OTHER|||意思 是|||REQUIRED|||-NONE-|||0
A 44 45|||S:OTHER|||这 类|||REQUIRED|||-NONE-|||0
A 54 55|||S:SPELL|||少|||REQUIRED|||-NONE-|||0

S 第一 因为 人类 的 自然 破坏 所以 无法 产 食物 第二 ， 没有 经过 认真 的 考虑 而 随便 生 下 孩子 。
T0-A0 第一 ， 因为 人类 破坏 了 自然 ， 所以 无法 生产 食物 ； 第二 ， 没有 经过 认真 的 考虑 而 随便 生 下 孩子 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 3 4|||S:OTHER|||破坏 了|||REQUIRED|||-NONE-|||0
A 5 6|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 8 9|||S:VERB|||生产|||REQUIRED|||-NONE-|||0
A 10 10|||M:PUNCT|||；|||REQUIRED|||-NONE-|||0

S “ 吸咽 给 人 的 身体 人 的 健康 不好 的 影响 ” 这 是 周所众知 的 事 。 但 这 不仅仅 是 吸咽 的 人 ， 而且 对 周围 的 人 带来 不好 的 影响 。
T0-A0 “ 吸咽 给 人 的 身体 健康 带来 不好 的 影响 ” ， 这 是 众所周知 的 事 。 但 这 不仅仅 是 对 吸咽 的 人 ， 而且 对 周围 的 人 也 产生 不好 的 影响 。
A 6 8|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 9 9|||M:VERB|||带来|||REQUIRED|||-NONE-|||0
A 13 13|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 15 16|||S:SPELL|||众所周知|||REQUIRED|||-NONE-|||0
A 23 23|||M:PREP|||对|||REQUIRED|||-NONE-|||0
A 32 33|||S:OTHER|||也 产生|||REQUIRED|||-NONE-|||0

S 如果 这个 女儿 长大 后 再 遇到 一样 的 情况 ， 她 很 有 可能 说 “ 我 自己 付钱 坐 这个 汽车 的 ， 我 有 权利 坐 在 这里 ， 不 想 为 别人 让 个 座位 ！ " 我 认为 ， 那位 妈妈 那个 时候 应该 教 给 女儿 “ 对待 人 应该 有 爱心 ” 这个 道德 。
T0-A0 如果 这个 女儿 长大 后 再 遇到 一样 的 情况 ， 她 很 有 可能 会 说 ： “ 我 自己 付钱 坐 这个 汽车 的 ， 我 有 权利 坐 在 这里 ， 不 想 为 别人 让 个 座位 ！ ” 我 认为 ， 那位 妈妈 那个 时候 应该 教 给 女儿 “ 对待 别人 应该 有 爱心 ” 这个 道理 。
A 15 15|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 16 16|||M:PUNCT|||：|||REQUIRED|||-NONE-|||0
A 40 41|||S:PUNCT|||”|||REQUIRED|||-NONE-|||0
A 54 55|||S:PRON|||别人|||REQUIRED|||-NONE-|||0
A 60 61|||S:NOUN|||道理|||REQUIRED|||-NONE-|||0

S 这个 学校 是 日本 和 中国 的 政府 建立 的 ， 根据 小册子 在 学校 老师 一百 多 ， 还有 学校 的 管理 严格 。
T0-A0 这个 学校 是 日本 和 中国 的 政府 一起 建立 的 ， 根据 小册子 所 写 ， 在 学校 的 老师 有 一百 多 位 ， 并且 学校 的 管理 非常 严格 。
A 8 8|||M:ADV|||一起|||REQUIRED|||-NONE-|||0
A 13 13|||M:OTHER|||所 写 ，|||REQUIRED|||-NONE-|||0
A 15 15|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 16 16|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 18 18|||M:QUAN|||位|||REQUIRED|||-NONE-|||0
A 19 20|||S:CONJ|||并且|||REQUIRED|||-NONE-|||0
A 23 23|||M:ADV|||非常|||REQUIRED|||-NONE-|||0

S 我 回答 不 了 ， 是 因为 什么 交代 也 没有用 ， 只能 说 ： 知道 了 ， 我 努力 戒烟 。 但是 迄今为止 无奈 戒烟 ， 只 戒 两三 天 就 又 点火 。
T0-A0 我 回答 不 了 ， 是 因为 说 什么 也 没有用 ， 只能 说 ： 知道 了 ， 我 努力 戒烟 。 但是 迄今为止 ， 戒烟 无果 ， 只 戒 两三 天 就 又 点 了 火 。
A 7 7|||M:VERB|||说|||REQUIRED|||-NONE-|||0
A 8 9|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 26 26|||M:VERB|||无果|||REQUIRED|||-NONE-|||0
A 33 34|||S:OTHER|||点 了 火|||REQUIRED|||-NONE-|||0

S 我 喜欢 汉吾果 ！ 我 在 大学 ， 有 上 三 课 。 下午 我 在 大学 点 课 。 星期三 我 很 忙 。
T0-A0 我 喜欢 汉语 课 ！ 我 在 大学 ， 上午 有 三 节 课 。 下午 我 在 大学 上课 。 星期三 我 很 忙 。
A 2 3|||S:OTHER|||汉语 课|||REQUIRED|||-NONE-|||0
A 8 8|||M:NOUN|||上午|||REQUIRED|||-NONE-|||0
A 9 10|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 11 11|||M:QUAN|||节|||REQUIRED|||-NONE-|||0
A 17 19|||S:VERB|||上课|||REQUIRED|||-NONE-|||0

S 后来 父亲 开始 了 学 冲浪 就 我 也 开始 了 冲浪 。 我 像 母亲 的 部分 是 喜欢 做饭 的 。 也 是 从小 就 母亲 在 我 身边 做饭 ， 那 时候 我 喜欢 看 母亲 做饭 的 样子 ， 现在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
T0-A0 后来 ， 父亲 开始 了 学习 冲浪 ， 我 也 就 开始 学习 冲浪 。 我 像 母亲 一样 是 喜欢 做饭 的 。 从小 母亲 就 在 我 身边 做饭 ， 那 时候 我 喜欢 看 母亲 做饭 的 样子 ， 现在 我 在 学 做 饭 ， 我 会 做 几 个 菜 。
A 1 1|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 4 5|||S:VERB|||学习|||REQUIRED|||-NONE-|||0
A 6 7|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 9 9|||M:ADV|||就|||REQUIRED|||-NONE-|||0
A 10 11|||S:VERB|||学习|||REQUIRED|||-NONE-|||0
A 16 18|||S:AUX|||一样|||REQUIRED|||-NONE-|||0
A 23 25|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 28|||W|||母亲 就|||REQUIRED|||-NONE-|||0

S 我 是 七月 跟 我 长久 知己 的 几 个 好 朋友 坐 日本 飞机 去 的 美国 。 我们 没有 在 参加 游览组 的 帮助 下 旅行 ， 所以 我们 主要 的 问题 就 是 住宿 ， 饮食 当然 花 的 钱 。 我们 去到 了 纽约 的 时候 ， 就是 跟 见 的 美国 人 都 用 英文 说 的 ， 可是 好像 我们 说 的 很 不 怎么样 ， 因为 他们 都 用 日文 回答 ， 所以 跟 他们 一起 互相 玩笑 ， 很 有意思 。
T0-A0 我 是 七月 跟 我 长久 知心 的 几 个 好 朋友 坐 日本 飞机 去 的 美国 。 我们 是 在 没有 旅行团 的 帮助 下 旅行 ， 所以 我们 主要 的 问题 就是 住宿 、 饮食 ， 当然 这些 得 花钱 。 我们 去到 了 纽约 的 时候 ， 跟 美国 人 见面 都 用 英文 交流 的 。 可是 好像 我们 说 得 不怎么样 ， 因为 他们 都 用 日语 回答 ， 所以 我们 跟 他们 一起 互相 开玩笑 ， 这 很 有意思 。
A 6 7|||S:VERB|||知心|||REQUIRED|||-NONE-|||0
A 20 20|||M:VERB|||是|||REQUIRED|||-NONE-|||0
A 20 22|||W|||在 没有|||REQUIRED|||-NONE-|||0
A 22 24|||S:NOUN|||旅行团|||REQUIRED|||-NONE-|||0
A 37 37|||M:PUNCT|||、|||REQUIRED|||-NONE-|||0
A 37 39|||W|||饮食 ，|||REQUIRED|||-NONE-|||0
A 40 41|||S:PRON|||这些|||REQUIRED|||-NONE-|||0
A 41 42|||S:SPELL|||得|||REQUIRED|||-NONE-|||0
A 42 43|||S:VERB|||花钱|||REQUIRED|||-NONE-|||0
A 51 52|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 53 57|||W|||美国 人 见面|||REQUIRED|||-NONE-|||0
A 60 61|||S:VERB|||交流|||REQUIRED|||-NONE-|||0
A 62 63|||S:PUNCT|||。|||REQUIRED|||-NONE-|||0
A 67 69|||S:AUX|||得|||REQUIRED|||-NONE-|||0
A 76 77|||S:NOUN|||日语|||REQUIRED|||-NONE-|||0
A 80 80|||M:PRON|||我们|||REQUIRED|||-NONE-|||0
A 84 85|||S:VERB|||开玩笑|||REQUIRED|||-NONE-|||0
A 86 86|||M:PRON|||这|||REQUIRED|||-NONE-|||0

S 但是 在 我 的 城市 还有 很多 的 人 不怎么 关心 环保 ， 例如 他们 把 电池 日常 达扱 掉 。 我 觉得 我们 每个 人 都 应该 进 自己 的 责任 ， 和 不 浪费 能源 。 政府 可以 出台 一些 法律 ， 比如 给 坏 的 公民 一个 税 。 以然后 也许 这个 人民 小心 一点儿 ．
T0-A0 但是 在 我 的 城市 还有 很多 的 人 不怎么 关心 环保 ， 例如 他们 把 电池 当作 日常 垃圾 扱 掉 。 我 觉得 我们 每个 人 都 应该 尽 自己 的 责任 ， 不 浪费 能源 。 政府 可以 出台 一些 法律 ， 比如 给 坏 的 公民 增加 一个 税 ， 以后 这个 公民 也许 就 会 小心 一点儿 了 。
A 17 17|||M:VERB|||当作|||REQUIRED|||-NONE-|||0
A 18 19|||S:OTHER|||垃圾 扱|||REQUIRED|||-NONE-|||0
A 28 29|||S:SPELL|||尽|||REQUIRED|||-NONE-|||0
A 33 34|||R:CONJ|||-NONE-|||REQUIRED|||-NONE-|||0
A 49 49|||M:VERB|||增加|||REQUIRED|||-NONE-|||0
A 51 54|||S:OTHER|||， 以后|||REQUIRED|||-NONE-|||0
A 55 56|||S:OTHER|||公民 也许 就 会|||REQUIRED|||-NONE-|||0
A 58 59|||S:OTHER|||了 。|||REQUIRED|||-NONE-|||0

S 这个 人家 还有 一个 仆人 ， 她 跟 我 说 着 话 海南 的 方言 ， 因此 我 听 不 懂 了 她 说 什么 。 我 学习 汉语 在 一个 海口 的 学校 ， 但是 在 那里 有 那么 点儿 外国人 。
T0-A0 这 户 人家 还有 一个 仆人 ， 她 跟 我 说 着 海南 的 方言 ， 因此 我 听 不 懂 她 说 了 什么 。 我 在 一个 海口 的 学校 学习 汉语 ， 但是 在 那里 只 有 一点儿 外国人 。
A 0 1|||S:OTHER|||这 户|||REQUIRED|||-NONE-|||0
A 11 12|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 21 24|||W|||她 说 了|||REQUIRED|||-NONE-|||0
A 27 34|||W|||在 一个 海口 的 学校 学习 汉语|||REQUIRED|||-NONE-|||0
A 38 38|||M:ADV|||只|||REQUIRED|||-NONE-|||0
A 39 41|||S:NUM|||一点儿|||REQUIRED|||-NONE-|||0

S 我 觉得 最 重要 是 我 自己 安排 我 的 时间 。 第一 个 原因 是 要 看 什么 时候 我 的 身体 不 让 我 想 去 参观 博物馆 或者 景点 。 可能 我 很 累 或者 肚子 不 舒服 ， 但是 我 跟 旅行团 旅行 的话 ， 没有 办法 ， 我 得 跟 他们 去 。 第二 个 原因 是 我 的 兴趣 跟 别人 的 可能 不 一样 - 比如说 我 对 建筑学 感 兴趣 ， 但是 不 太 喜欢 看 传统 舞蹈 的 表演 。 所以 在 旅行团 的 方案 里 有 这种 表演 的 话 ， 让 我 不 太 高兴 。 第三 个 原因 是 我 很 喜欢 土着 联系 。
T0-A0 我 觉得 最 重要 的 是 我 想 自己 安排 我 自己 的 时间 。 第一 个 原因 是 要 看 什么 时候 我 的 身体 不 允许 我 去 参观 博物馆 或者 景点 。 可能 是 因为 我 很 累 或者 肚子 不 舒服 ， 但是 我 跟 旅行团 旅行 的话 ， 没有 办法 ， 我 得 跟 他们 去 。 第二 个 原因 是 我 的 兴趣 跟 别人 的 可能 不 一样 ， 比如说 我 对 建筑学 感 兴趣 ， 但是 不 太 喜欢 看 传统 舞蹈 的 表演 。 所以 在 旅行团 的 方案 里 有 这种 表演 的 话 ， 会 让 我 不 太 高兴 。 第三 个 原因 是 我 很 喜欢 和 土著人 联系 。
A 4 4|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 6 6|||M:VERB|||想|||REQUIRED|||-NONE-|||0
A 9 9|||M:PRON|||自己|||REQUIRED|||-NONE-|||0
A 24 25|||S:VERB|||允许|||REQUIRED|||-NONE-|||0
A 26 27|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 34 34|||M:OTHER|||是 因为|||REQUIRED|||-NONE-|||0
A 71 72|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 101 101|||M:VERB|||会|||REQUIRED|||-NONE-|||0
A 114 115|||S:OTHER|||和 土著人|||REQUIRED|||-NONE-|||0

S 据 我 所 知 ， 现在 韩国 、 中国 的 烟制 工厂 都 是 国家 安排 的 ， 如果 国家 要 让 人民 禁止 抽烟 ， 那么 国家 先 停止 那个 工厂 。 我 的 说话 当然 听 起来 很 奇怪 ， 但是 我 觉得 真正 的 方法 都 是 这样 。 到 目前 为止 不但 老人 、 中年人 抽烟 而且 青少 人 也 抽烟 。
T0-A0 据 我 所 知 ， 现在 韩国 、 中国 的 制烟 工厂 都 是 国家 安排 的 ， 如果 国家 要 禁止 人民 抽烟 ， 那么 国家 得 先 关停 那个 工厂 。 我 说 的 话 听 起来 很 奇怪 ， 但是 我 觉得 真正 有用 的 方法 就 是 这样 。 到 目前 为止 ， 不但 老人 、 中年人 抽烟 ， 青少年 也 抽烟 。
A 10 11|||S:SPELL|||制烟|||REQUIRED|||-NONE-|||0
A 21 22|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 22 24|||W|||禁止 人民|||REQUIRED|||-NONE-|||0
A 28 28|||M:VERB|||得|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||关停|||REQUIRED|||-NONE-|||0
A 34 34|||M:VERB|||说|||REQUIRED|||-NONE-|||0
A 35 37|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 46 46|||M:ADJ|||有用|||REQUIRED|||-NONE-|||0
A 48 49|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 55 55|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 60 63|||S:OTHER|||， 青少年|||REQUIRED|||-NONE-|||0
T0-A1 据 我 所 知 ， 现在 韩国 、 中国 的 制烟 工厂 都 是 国家 安排 的 ， 如果 国家 要 禁止 人民 抽烟 ， 那么 国家 得 先 关停 那个 工厂 。 我 说 的 话 听 起来 很 奇怪 ， 但是 我 觉得 真正 有用 的 方法 就 是 这样 。 到 目前 为止 ， 不但 老人 、 中年人 抽烟 ， 青少年 也 抽烟 。
A 10 11|||S:SPELL|||制烟|||REQUIRED|||-NONE-|||0
A 21 22|||S:VERB|||禁止|||REQUIRED|||-NONE-|||0
A 23 24|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 28|||M:VERB|||得|||REQUIRED|||-NONE-|||0
A 29 30|||S:VERB|||关停|||REQUIRED|||-NONE-|||0
A 34 34|||M:VERB|||说|||REQUIRED|||-NONE-|||0
A 35 37|||S:NOUN|||话|||REQUIRED|||-NONE-|||0
A 46 46|||M:ADJ|||有用|||REQUIRED|||-NONE-|||0
A 48 49|||S:ADV|||就|||REQUIRED|||-NONE-|||0
A 55 55|||M:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 60 63|||S:OTHER|||， 青少年|||REQUIRED|||-NONE-|||0

S 但是 ， 从 宏观 的 角度 来 看 ， 此次 采取 的 措施 是 非常 肯定 的 。 我们 一起 共同 努力 的话 ， 可以 把 美丽 的 公众 环境 稳定 下来 。
T0-A0 但是 ， 从 宏观 的 角度 来 看 ， 这 次 采取 的 措施 是 非常 值得 肯定 的 。 我们 一起 努力 的话 ， 一定 可以 把 美丽 的 公众 环境 稳定 下来 的 。
A 9 10|||S:OTHER|||这 次|||REQUIRED|||-NONE-|||0
A 15 15|||M:VERB|||值得|||REQUIRED|||-NONE-|||0
A 20 21|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 24|||M:ADV|||一定|||REQUIRED|||-NONE-|||0
A 32 32|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 因为 污染 也 很 高 ， 我们 要 回收 垃圾 。 为什么 ? 塑料 、 电池 、 垃圾 是 我们 做 的 东西 。
T0-A0 因为 污染 很 严重 ， 所以 我们 要 回收 垃圾 。 为什么 ? 因为 塑料 、 电池 等 垃圾 是 我们 人类 造 出来 的 东西 。
A 2 3|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 4 5|||S:ADJ|||严重|||REQUIRED|||-NONE-|||0
A 6 6|||M:CONJ|||所以|||REQUIRED|||-NONE-|||0
A 13 13|||M:CONJ|||因为|||REQUIRED|||-NONE-|||0
A 16 17|||S:AUX|||等|||REQUIRED|||-NONE-|||0
A 20 21|||S:OTHER|||人类 造 出来|||REQUIRED|||-NONE-|||0

S 极客 这个 词语 在 世界 上 传布 的 时候 ， 他们 的 人 是 很 小数 的 ， 而且 大多 是 男人 的 。
T0-A0 “ 极客 ” 这个 词语 在 世界 上 传播 的 时候 ， 知道 他们 的 人 是 很 少 的 ， 而且 大多 是 男人 。
A 0 0|||M:PUNCT|||“|||REQUIRED|||-NONE-|||0
A 1 1|||M:PUNCT|||”|||REQUIRED|||-NONE-|||0
A 6 7|||S:VERB|||传播|||REQUIRED|||-NONE-|||0
A 10 10|||M:VERB|||知道|||REQUIRED|||-NONE-|||0
A 15 16|||S:ADJ|||少|||REQUIRED|||-NONE-|||0
A 22 23|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0

S 那个 时候 我 认为 不 可能 打 太 鼓 、 因为 我 从来 没有 打 过 鼓 、 也 不 了解 日本 传统 的 音乐 、 还 有 没 有 足够 体力 。
T0-A0 那个 时候 我 认为 自己 不 可能 打 太 鼓 ， 因为 我 从来 没有 打 过 鼓 ， 也 不 了解 日本 的 传统 音乐 ， 还 没有 足够 的 体力 。
A 4 4|||M:PRON|||自己|||REQUIRED|||-NONE-|||0
A 9 10|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 17 18|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 22 24|||W|||的 传统|||REQUIRED|||-NONE-|||0
A 25 26|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 27 28|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 31|||M:AUX|||的|||REQUIRED|||-NONE-|||0

S 昨天 晚上 我 和 父亲 一起 在 一个 有名 、 可爱 的 饭店 去 吃饭 。 我们 想 一边 吃 什么 ， 一边 讨论 一些 家庭 的 问题 。 听 热闹 ， 高兴 的 。
T0-A0 昨天 晚上 我 和 父亲 一起 在 一个 有名 、 可爱 的 饭店 吃饭 。 我们 一边 吃 ， 一边 讨论 一些 家庭 的 问题 ， 挺 热闹 ， 我们 挺 高兴 的 。
A 13 14|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 17 18|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 20 21|||R:PRON|||-NONE-|||REQUIRED|||-NONE-|||0
A 28 29|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 29 30|||S:SPELL|||挺|||REQUIRED|||-NONE-|||0
A 32 32|||M:OTHER|||我们 挺|||REQUIRED|||-NONE-|||0

S 这 次 在 韩国 发生 的 事情 ， 有 一个 城市 里边 来 了 好几 个 歌手 ， 那个 城市 里 的 人 几乎 都 要 看 他们 ， 从 儿童 到 奶奶 和 爷爷 都 要 先 走看 他们 。
T0-A0 这次 在 韩国 发生 一 件 事情 ， 在 一个 城市 里 ， 好几 个 歌手 来 了 ， 那个 城市 里 的 人 几乎 都 要 看 他们 ， 从 儿童 到 奶奶 和 爷爷 都 要 走 过去 看 他们 。
A 5 6|||S:OTHER|||一 件|||REQUIRED|||-NONE-|||0
A 8 9|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 11 14|||S:OTHER|||里 ，|||REQUIRED|||-NONE-|||0
A 17 17|||M:OTHER|||来 了|||REQUIRED|||-NONE-|||0
A 37 39|||S:OTHER|||走 过去 看|||REQUIRED|||-NONE-|||0

S 抱括 我 国家 ， 全球 上 的 国家 共同 努力 ， 互相 交流 、 给 农民 帮助 ， 这样 就 我们 不 会 担心 挨饿 。
T0-A0 包括 我 的 国家 ， 全球 的 国家 共同 努力 ， 互相 交流 ， 给 农民 帮助 ， 这样 我们 就 不用 担心 会 挨饿 。
A 0 1|||S:SPELL|||包括|||REQUIRED|||-NONE-|||0
A 2 2|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 5 6|||R:NOUN|||-NONE-|||REQUIRED|||-NONE-|||0
A 13 14|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 19 21|||W|||我们 就|||REQUIRED|||-NONE-|||0
A 21 22|||S:ADV|||不用|||REQUIRED|||-NONE-|||0
A 22 24|||W|||担心 会|||REQUIRED|||-NONE-|||0

S 父母 从 孩子 刚刚 出生 ， 就 直接 的 从 自己 的 行为 观念 上 影响 着 他们 的 孩子 。 比如说 ， 外向 的 父母 就 会 和 自己 的 孩子 进行 情感 、 语言 上 的 交流 ， 而且 他们 的 关系 也 会 因此 变 的 比较 和睦 。 生长 在 这样 环境 下 的 孩子 ， 无论是 心理 而是 身理 上 都 比 那些 生活 在 内向 父母 家庭 里 的 孩子 健康 。
T0-A0 父母 从 孩子 刚刚 出生 时 ， 就 直接 从 自己 的 行为 观念 上 影响 着 他们 的 孩子 。 比如说 ， 外向 的 父母 就 会 和 自己 的 孩子 进行 情感 、 语言 上 的 交流 ， 而且 他们 的 关系 也 会 因此 变 得 比较 和睦 。 生长 在 这样 环境 下 的 孩子 ， 无论是 心理 还是 生理 上 都 比 那些 生活 在 内 向 父母 家庭 里 的 孩子 健康 。
A 5 5|||M:NOUN|||时|||REQUIRED|||-NONE-|||0
A 8 9|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 48 49|||S:SPELL|||得|||REQUIRED|||-NONE-|||0
A 62 63|||S:CONJ|||还是|||REQUIRED|||-NONE-|||0
A 63 64|||S:NOUN|||生理|||REQUIRED|||-NONE-|||0

S 我 很 喜欢 跳舞 ， 所以 每个 星期一 、 星期二 、 星期三 星期五 跳舞 。 我 也 当 演员 ， 唱 哥 ， 画画 。 我 有 一个 男朋友 ， 他 很 内向 可是 很 好心 。 他 跟 我 跳舞 。
T0-A0 我 很 喜欢 跳舞 ， 所以 我 每个 星期一 、 星期二 、 星期三 和 星期五 跳舞 。 我 也 喜欢 当 演员 ， 唱歌 ， 画画 。 我 有 一个 男朋友 ， 他 很 内向 可是 很 善良 。 他 跟 我 跳舞 。
A 6 6|||M:PRON|||我|||REQUIRED|||-NONE-|||0
A 12 12|||M:CONJ|||和|||REQUIRED|||-NONE-|||0
A 17 17|||M:VERB|||喜欢|||REQUIRED|||-NONE-|||0
A 20 22|||S:SPELL|||唱歌|||REQUIRED|||-NONE-|||0
A 35 36|||S:ADJ|||善良|||REQUIRED|||-NONE-|||0

S 我 在 大自然 里 散步 的 时候 ， 我 在 垃圾箱 里 扔 我 的 垃圾 。 我 最近 不 坐 公共 汽车 去 学校 ， 我 坐 自行车 去 。 这样 没有 污染 ， 对 环境 有 好处 ， 而且 对 身体 也 有 好处 ， 让 我 做 运动 运动 。
T0-A0 我 在 大自然 里 散步 的 时候 ， 把 我 的 垃圾 扔 在 垃圾箱 里 。 我 最近 不 坐 公共 汽车 去 学校 ， 我 骑 自行车 去 ， 这样 没有 污染 ， 对 环境 有 好处 ， 而且 对 我 的 身体 也 有 好处 ， 可以 让 我 多 运动 运动 。
A 8 8|||M:PREP|||把|||REQUIRED|||-NONE-|||0
A 9 16|||W|||的 垃圾 扔 在 垃圾箱 里|||REQUIRED|||-NONE-|||0
A 27 28|||S:VERB|||骑|||REQUIRED|||-NONE-|||0
A 30 31|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 42 42|||M:OTHER|||我 的|||REQUIRED|||-NONE-|||0
A 47 47|||M:VERB|||可以|||REQUIRED|||-NONE-|||0
A 49 50|||S:ADJ|||多|||REQUIRED|||-NONE-|||0

S 由 上述 的 理由 ， 吸烟 对 公众 利益 的 影响 也 有 很 大 的 问题 ， 特别 是 公众 密集 的 地方 比如说 火车 上 、 汽车 上 等等 的 话 影响 更 大 。 所以 我 觉得 在 公共 地方 禁止 抽烟 是 肯定 的 ， 将来 这样 的 情况 肯定 越来越 多 。 因为 大部分 的 人民 都 喜望 没有 人 吸烟 的 环境 。
T0-A0 由上所述 ， 吸烟 对 公众 利益 的 影响 也 很 大 ， 特别 是 公众 密集 的 地方 ， 火车 上 、 汽车 上 的 话 影响 更 大 。 所以 我 觉得 在 公共 地方 禁止 抽烟 是 肯定 的 ， 将来 这样 的 情况 肯定 越来越 少 ， 因为 大部分 的 人 都 喜欢 没有 人 吸烟 的 环境 。
A 0 4|||S:OTHER|||由上所述|||REQUIRED|||-NONE-|||0
A 12 13|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 15 17|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 30 31|||R:AUX|||-NONE-|||REQUIRED|||-NONE-|||0
A 55 56|||S:ADJ|||少|||REQUIRED|||-NONE-|||0
A 56 57|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 60 61|||S:NOUN|||人|||REQUIRED|||-NONE-|||0
A 62 63|||S:VERB|||喜欢|||REQUIRED|||-NONE-|||0

S 之所以 是 因为 不 是 人 演出 的 而是 机器 做 的 ， 而且 有的 歌曲 从 我 看来 是 噪音 ， 非常 难听 。 有的 歌曲 可以 使 我 非常 紧张 真致 生气 。
T0-A0 之所以 不 是 人 演出 来 的 而是 机器 造 的 ， 是 因为 有的 歌曲 在 我 看来 是 噪音 ， 非常 难听 ， 有的 歌曲 使 我 非常 紧张 甚至 生气 。
A 1 3|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 7 7|||M:VERB|||来|||REQUIRED|||-NONE-|||0
A 10 11|||S:VERB|||造|||REQUIRED|||-NONE-|||0
A 13 14|||S:OTHER|||是 因为|||REQUIRED|||-NONE-|||0
A 16 17|||S:PREP|||在|||REQUIRED|||-NONE-|||0
A 24 25|||S:PUNCT|||，|||REQUIRED|||-NONE-|||0
A 27 28|||R:VERB|||-NONE-|||REQUIRED|||-NONE-|||0
A 32 33|||S:SPELL|||甚至|||REQUIRED|||-NONE-|||0

S 我 想 这个 办法 是 最 好 的 来 解决 这个 问题 。 因为 如 我们 删除 掉 化肥 和 农药 也 会 对 农业 发展 很 慢 ， 比较 好 减少 用法 。
T0-A0 我 想 这 是 解决 这个 问题 最 好 的 办法 ， 因为 如果 我们 禁止 使用 化肥 和 农药 会 对 农业 发展 速度 造成 影响 ， 比较 好 的 方法 是 减少 化肥 和 农药 的 使用 。
A 2 4|||S:PRON|||这|||REQUIRED|||-NONE-|||0
A 5 5|||M:OTHER|||解决 这个 问题|||REQUIRED|||-NONE-|||0
A 8 13|||S:OTHER|||办法 ，|||REQUIRED|||-NONE-|||0
A 14 15|||S:CONJ|||如果|||REQUIRED|||-NONE-|||0
A 16 17|||S:VERB|||禁止|||REQUIRED|||-NONE-|||0
A 17 18|||S:VERB|||使用|||REQUIRED|||-NONE-|||0
A 21 22|||R:ADV|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 28|||S:OTHER|||速度 造成 影响|||REQUIRED|||-NONE-|||0
A 31 31|||M:OTHER|||的 方法 是|||REQUIRED|||-NONE-|||0
A 32 33|||S:OTHER|||化肥 和 农药 的 使用|||REQUIRED|||-NONE-|||0

S 我 学 中文 ， 因为 我 想 学 写 中文字 和 明白 中国 的 文化 。 中国 历使 有意思 。 我 很 喜欢 也 很 开心 ， 学 中文 ， 因为 有 很多 人 问 我 为什么 我 不 会 看 或者 学 中文 。 现在 我 会 一点点 了 阿 ！
T0-A0 我 学 中文 ， 因为 我 想 学 写 汉字 和 了解 中国 的 文化 。 中国 历史 很 有意思 。 我 很 喜欢 也 很 开心 学 中文 ， 因为 以前 有 很多 人 问 我 为什么 我 不 会 看 或者 写 中文 。 现在 我 会 一点点 了 啊 ！
A 9 10|||S:NOUN|||汉字|||REQUIRED|||-NONE-|||0
A 11 12|||S:VERB|||了解|||REQUIRED|||-NONE-|||0
A 17 18|||S:OTHER|||历史 很|||REQUIRED|||-NONE-|||0
A 26 27|||R:PUNCT|||-NONE-|||REQUIRED|||-NONE-|||0
A 31 31|||M:NOUN|||以前|||REQUIRED|||-NONE-|||0
A 42 43|||S:VERB|||写|||REQUIRED|||-NONE-|||0
A 50 51|||S:SPELL|||啊|||REQUIRED|||-NONE-|||0

S 吸烟 是 危害 的 ， 个人 与 公众 都 应该 采取 措施 ， 消灭 不利 的 影响 。 希望 迄今为止 人 会 更加 热爱 个人 健康 ， 培养 良好 生活 习惯 ， 使 人民 拥有 美丽 、 健康 、 快乐 的 人生 。
T0-A0 吸烟 是 有 危害 的 ， 个人 与 公众 都 应该 采取 措施 ， 消除 不利 的 影响 。 希望 从 今天 开始 人们 会 更加 关爱 个人 健康 ， 培养 良好 的 生活 习惯 ， 从而 拥有 美丽 、 健康 、 快乐 的 人生 。
A 2 2|||M:VERB|||有|||REQUIRED|||-NONE-|||0
A 13 14|||S:VERB|||消除|||REQUIRED|||-NONE-|||0
A 19 21|||S:OTHER|||从 今天 开始 人们|||REQUIRED|||-NONE-|||0
A 23 24|||S:VERB|||关爱|||REQUIRED|||-NONE-|||0
A 29 29|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 32 34|||S:CONJ|||从而|||REQUIRED|||-NONE-|||0

S 很 大 的 酒精 摄入 能 引起 醉醺醺 。 醉醺醺 的 比例 在 男孩 增加 了 百分之六 ， 在 女孩 增加 了 百分之三十五 ！
T0-A0 大量 的 酒精 摄入 能 引起 醉 酒 。 醉 酒 的 比例 在 男孩 中 增加 了 百分之六 ， 在 女孩 中 增加 了 百分之三十五 ！
A 0 2|||S:NUM|||大量|||REQUIRED|||-NONE-|||0
A 7 8|||S:OTHER|||醉 酒|||REQUIRED|||-NONE-|||0
A 9 10|||S:OTHER|||醉 酒|||REQUIRED|||-NONE-|||0
A 14 14|||M:NOUN|||中|||REQUIRED|||-NONE-|||0
A 20 20|||M:NOUN|||中|||REQUIRED|||-NONE-|||0

S 在 非洲 和 中东 地区 饥 死 的 人们 也 是 跟 我们 一样 的 地球 的 主人 和 人类 。 他们 也 有 生命 的 尊严性 。 所以 欧洲 、 美洲 和 亚洲 的 发达国家 应该 帮助 贫穷 国家 人民 的 生活 和 幸福 。
T0-A0 在 非洲 和 中东 地区 饿 死 的 人们 也 是 跟 我们 一样 的 地球 的 主人 。 他们 也 有 生命 的 尊严 。 所以 欧洲 、 美洲 和 亚洲 的 发达国家 应该 帮助 贫穷 国家 的 人民 过 上 幸福 的 生活 。
A 5 6|||S:VERB|||饿|||REQUIRED|||-NONE-|||0
A 18 20|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
A 26 27|||S:NOUN|||尊严|||REQUIRED|||-NONE-|||0
A 40 40|||M:AUX|||的|||REQUIRED|||-NONE-|||0
A 41 41|||M:OTHER|||过 上 幸福|||REQUIRED|||-NONE-|||0
A 43 45|||R:OTHER|||-NONE-|||REQUIRED|||-NONE-|||0
